[
  {"word": "A", "clue": "Letra do alfabeto; ou artigo que significa 'um' ou 'uma' antes de consoantes."},
  {"word": "ABILITY", "clue": "A capacidade ou poder para fazer algo. Ex: 'She has the ______ to solve complex problems.'"},
  {"word": "ABLE", "clue": "Ter a capacidade ou os meios para fazer algo; ser capaz de."},
  {"word": "ABOUT", "clue": "Relativo a um certo tópico; a respeito de."},
  {"word": "ABOVE", "clue": "Em uma posição mais alta que algo. O oposto de 'below'."},
  {"word": "ABROAD", "clue": "Em ou para um país estrangeiro. Ex: 'Many students dream of studying ______.'"},
  {"word": "ABSENT", "clue": "Não estar presente num lugar. O oposto de 'present'."},
  {"word": "ABSOLUTELY", "clue": "Usado para expressar total concordância ou certeza."},
  {"word": "ACCEPT", "clue": "Concordar em receber ou aceitar algo que é oferecido."},
  {"word": "ACCESS", "clue": "O direito ou a oportunidade de usar ou beneficiar de algo."},
  {"word": "ACCIDENT", "clue": "Um evento inesperado que resulta em dano ou ferimento."},
  {"word": "ACCOMPANY", "clue": "Ir a algum lugar com alguém, como companhia ou escolta."},
  {"word": "ACCOUNT", "clue": "Um registo de transações financeiras, por exemplo, num banco."},
  {"word": "ACCURATE", "clue": "Correto em todos os detalhes; exato."},
  {"word": "ACHIEVE", "clue": "Alcançar com sucesso um objetivo através de esforço, habilidade ou coragem."},
  {"word": "ACROSS", "clue": "De um lado para o outro de um lugar ou área."},
  {"word": "ACT", "clue": "Fazer algo; tomar uma atitude."},
  {"word": "ACTION", "clue": "O processo de fazer algo para alcançar um objetivo."},
  {"word": "ACTIVE", "clue": "Envolvido em atividade física ou energética; o oposto de 'passivo'."},
  {"word": "ACTIVITY", "clue": "Uma situação em que muitas coisas estão a acontecer ou a ser feitas."},
  {"word": "ACTOR", "clue": "Uma pessoa que representa uma personagem num filme, peça de teatro ou programa de televisão."},
  {"word": "ACTRESS", "clue": "Uma mulher que representa uma personagem num filme, peça de teatro ou programa de televisão."},
  {"word": "ACTUAL", "clue": "Existente na realidade; real."},
  {"word": "ACTUALLY", "clue": "Usado para enfatizar que algo é verdade; na realidade."},
  {"word": "AD", "clue": "Abreviação de 'advertisement'; uma peça de publicidade."},
  {"word": "ADD", "clue": "Juntar algo a outra coisa para aumentar o tamanho ou a quantidade."},
  {"word": "ADDRESS", "clue": "Os detalhes de onde uma pessoa vive ou onde uma organização está situada."},
  {"word": "ADMINISTRATION", "clue": "A gestão dos assuntos públicos; o governo."},
  {"word": "ADMIRE", "clue": "Respeitar ou aprovar alguém ou algo com admiração."},
  {"word": "ADMIT", "clue": "Reconhecer que algo é verdadeiro, muitas vezes de forma relutante."},
  {"word": "ADOPT", "clue": "Assumir legalmente um filho de outra pessoa como seu; ou começar a usar um novo método."},
  {"word": "ADULT", "clue": "Uma pessoa que já cresceu completamente; não é uma criança."},
  {"word": "ADVANCE", "clue": "Progredir ou mover-se para a frente."},
  {"word": "ADVANCED", "clue": "Moderno e desenvolvido; à frente do seu tempo."},
  {"word": "ADVANTAGE", "clue": "Uma condição que coloca alguém numa posição favorável; o oposto de 'desvantagem'."},
  {"word": "ADVENTURE", "clue": "Uma experiência invulgar, excitante e talvez perigosa."},
  {"word": "ADVICE", "clue": "Orientação ou recomendação oferecida sobre uma ação futura."},
  {"word": "ADVISE", "clue": "Oferecer sugestões ou recomendações; aconselhar."},
  {"word": "AFFAIR", "clue": "Um evento ou uma série de eventos de um tipo específico."},
  {"word": "AFFECT", "clue": "Ter um efeito sobre algo; causar uma mudança."},
  {"word": "AFFORD", "clue": "Ter dinheiro suficiente para pagar por algo."},
  {"word": "AFRAID", "clue": "Sentir medo ou ansiedade."},
  {"word": "AFTER", "clue": "Durante o período de tempo que se segue a um evento. O oposto de 'before'."},
  {"word": "AFTERNOON", "clue": "O período do dia entre o meio-dia e a noite."},
  {"word": "AGAIN", "clue": "Mais uma vez; repetidamente."},
  {"word": "AGAINST", "clue": "Em oposição a algo ou alguém."},
  {"word": "AGE", "clue": "O período de tempo que uma pessoa viveu ou que uma coisa existiu."},
  {"word": "AGENCY", "clue": "Uma empresa ou organização que presta um serviço específico."},
  {"word": "AGO", "clue": "No passado; antes do presente. Ex: 'long time ______.'"},
  {"word": "AGREE", "clue": "Ter a mesma opinião sobre algo; consentir."},
  {"word": "AHEAD", "clue": "Mais à frente no espaço ou no tempo."},
  {"word": "AID", "clue": "Ajuda, assistência ou apoio."},
  {"word": "AIM", "clue": "O objetivo ou propósito de uma ação."},
  {"word": "AIR", "clue": "A mistura invisível de gases que rodeia a Terra e que respiramos."},
  {"word": "AIRCRAFT", "clue": "Qualquer máquina que consegue voar, como um avião ou helicóptero."},
  {"word": "AIRPORT", "clue": "Um lugar onde os aviões descolam e aterram regularmente."},
  {"word": "ALARM", "clue": "Um som de aviso ou um sinal de perigo."},
  {"word": "ALBUM", "clue": "Uma coleção de gravações de música ou um livro para guardar fotografias."},
  {"word": "ALCOHOL", "clue": "Bebidas como cerveja, vinho ou whisky."},
  {"word": "ALIKE", "clue": "De forma semelhante; parecido."},
  {"word": "ALIVE", "clue": "Que está a viver; não está morto."},
  {"word": "ALL", "clue": "A totalidade da quantidade ou extensão de algo."},
  {"word": "ALLOW", "clue": "Dar permissão para que algo aconteça; permitir."},
  {"word": "ALMOST", "clue": "Não completamente, mas muito perto de ser; quase."},
  {"word": "ALONE", "clue": "Sem outras pessoas; sozinho."},
  {"word": "ALONG", "clue": "Mover-se numa direção horizontal sobre algo. Ex: 'walk ______ the beach.'"},
  {"word": "ALREADY", "clue": "Antes do momento presente ou de um momento específico."},
  {"word": "ALSO", "clue": "Sinónimo de 'too'; significa 'também'."},
  {"word": "ALTER", "clue": "Mudar ou fazer com que mude em carácter, composição, etc."},
  {"word": "ALTERNATIVE", "clue": "Uma de duas ou mais possibilidades disponíveis."},
  {"word": "ALTHOUGH", "clue": "Apesar do facto de; embora."},
  {"word": "ALWAYS", "clue": "Em todas as ocasiões; continuamente. O oposto de 'never'."},
  {"word": "AMAZING", "clue": "Que causa grande surpresa ou admiração; incrível."},
  {"word": "AMBITION", "clue": "Um forte desejo de alcançar o sucesso ou o poder."},
  {"word": "AMONG", "clue": "No meio de ou rodeado por."},
  {"word": "AMOUNT", "clue": "A quantidade total de algo."},
  {"word": "AN", "clue": "Artigo que significa 'um' ou 'uma' usado antes de um som de vogal."},
  {"word": "ANALYZE", "clue": "Examinar algo em detalhe para entender a sua natureza ou estrutura."},
  {"word": "ANCIENT", "clue": "Que pertence a um passado muito distante."},
  {"word": "AND", "clue": "Usado para ligar palavras, frases ou orações."},
  {"word": "ANGER", "clue": "Um forte sentimento de aborrecimento, desagrado ou hostilidade."},
  {"word": "ANGLE", "clue": "O espaço (geralmente medido em graus) entre duas linhas que se cruzam."},
  {"word": "ANGRY", "clue": "Sentir ou mostrar forte aborrecimento."},
  {"word": "ANIMAL", "clue": "Um ser vivo que não é um ser humano nem uma planta."},
  {"word": "ANNIVERSARY", "clue": "A data em que um evento ocorreu num ano anterior, celebrada anualmente."},
  {"word": "ANNOUNCE", "clue": "Fazer uma declaração pública e formal sobre um facto, ocorrência ou intenção."},
  {"word": "ANNUAL", "clue": "Que ocorre uma vez por ano."},
  {"word": "ANOTHER", "clue": "Usado para se referir a uma pessoa ou coisa adicional do mesmo tipo."},
  {"word": "ANSWER", "clue": "Uma resposta ou reação a uma pergunta."},
  {"word": "ANXIOUS", "clue": "Sentir preocupação, nervosismo ou inquietação sobre algo com um resultado incerto."},
  {"word": "ANY", "clue": "Usado para se referir a uma ou algumas coisas, não importa qual. Ex: 'Do you have ______ questions?'"},
  {"word": "ANYBODY", "clue": "Qualquer pessoa; não importa quem."},
  {"word": "ANYONE", "clue": "Sinónimo de 'anybody'; qualquer pessoa."},
  {"word": "ANYTHING", "clue": "Qualquer coisa, objeto, facto ou evento."},
  {"word": "ANYWAY", "clue": "Usado para confirmar ou apoiar uma declaração anterior; de qualquer forma."},
  {"word": "ANYWHERE", "clue": "Em, para ou em qualquer lugar."},
  {"word": "APART", "clue": "Separado por uma distância. Ex: 'The two houses stood 500 yards ______.'"},
  {"word": "APARTMENT", "clue": "Um conjunto de quartos que forma uma residência separada dentro de um prédio maior."},
  {"word": "APOLOGIZE", "clue": "Expressar arrependimento por algo que se fez de errado; pedir desculpa."},
  {"word": "APP", "clue": "Abreviação de 'application'; um programa de software concebido para um propósito específico."},
  {"word": "APPARENT", "clue": "Claramente visível ou compreendido; óbvio."},
  {"word": "APPEAR", "clue": "Tornar-se visível ou presente."},
  {"word": "APPEARANCE", "clue": "A forma como alguém ou algo se parece."},
  {"word": "APPLE", "clue": "Uma fruta redonda com casca verde ou vermelha, comum em tartes e sidras."},
  {"word": "APPLICATION", "clue": "Um pedido formal a uma autoridade, geralmente por escrito."},
  {"word": "APPLY", "clue": "Fazer um pedido formal, geralmente para um emprego ou curso."},
  {"word": "APPOINTMENT", "clue": "Um acordo para se encontrar com alguém a uma hora e local específicos."},
  {"word": "APPRECIATE", "clue": "Reconhecer o valor total de algo ou alguém; estar grato por."},
  {"word": "APPROACH", "clue": "Aproximar-se de algo ou alguém em distância ou tempo."},
  {"word": "APPROPRIATE", "clue": "Adequado ou correto para uma situação particular."},
  {"word": "APPROVAL", "clue": "A crença de que algo ou alguém é bom ou satisfatório."},
  {"word": "APPROVE", "clue": "Concordar oficialmente com algo; dar permissão."},
  {"word": "APPROXIMATELY", "clue": "Usado para mostrar que algo é quase, mas não completamente, exato; aproximadamente."},
  {"word": "APRIL", "clue": "O quarto mês do ano."},
  {"word": "AREA", "clue": "Uma região ou parte de uma cidade, país ou do mundo."},
  {"word": "ARGUE", "clue": "Dar razões ou citar evidências em apoio de uma ideia, ação ou teoria."},
  {"word": "ARGUMENT", "clue": "Uma troca de opiniões divergentes ou opostas; uma discussão."},
  {"word": "ARISE", "clue": "Emergir; começar a existir ou a ser notado."},
  {"word": "ARM", "clue": "Cada uma das duas extremidades superiores do corpo humano, do ombro à mão."},
  {"word": "ARMY", "clue": "Uma força militar organizada equipada para lutar em terra."},
  {"word": "AROUND", "clue": "Localizado ou situado de todos os lados; em redor de."},
  {"word": "ARRANGE", "clue": "Colocar coisas numa ordem arrumada, atraente ou desejada."},
  {"word": "ARRANGEMENT", "clue": "Um plano ou preparação para um evento futuro."},
  {"word": "ARREST", "clue": "Apanhar alguém e levá-lo sob custódia por suspeita de ter cometido um crime."},
  {"word": "ARRIVAL", "clue": "O ato de chegar a um destino."},
  {"word": "ARRIVE", "clue": "Alcançar um lugar no final de uma viagem."},
  {"word": "ART", "clue": "A expressão da criatividade humana, como a pintura, a escultura ou a música."},
  {"word": "ARTICLE", "clue": "Um texto escrito num jornal, revista ou na internet."},
  {"word": "ARTIST", "clue": "Uma pessoa que cria pinturas, desenhos ou outras formas de arte."},
  {"word": "AS", "clue": "Usado para indicar a função ou o papel de uma pessoa ou coisa."},
  {"word": "ASHAMED", "clue": "Sentir-se embaraçado ou culpado por causa das próprias ações."},
  {"word": "ASK", "clue": "Dizer algo para obter uma resposta ou informação."},
  {"word": "ASLEEP", "clue": "Num estado de sono."},
  {"word": "ASPECT", "clue": "Uma parte ou característica particular de algo."},
  {"word": "ASSIST", "clue": "Ajudar alguém, tipicamente fazendo uma parte do trabalho."},
  {"word": "ASSISTANT", "clue": "Uma pessoa que ajuda outra, especialmente numa função de apoio."},
  {"word": "ASSOCIATE", "clue": "Ligar algo a outra coisa na mente de alguém."},
  {"word": "ASSOCIATION", "clue": "Um grupo de pessoas organizadas para um propósito comum."},
  {"word": "ASSUME", "clue": "Supor que algo é verdade sem ter provas."},
  {"word": "AT", "clue": "Preposição usada para indicar um ponto específico no tempo ou lugar."},
  {"word": "ATHLETE", "clue": "Uma pessoa que é proficiente em desportos e outros tipos de exercício físico."},
  {"word": "ATMOSPHERE", "clue": "O envelope de gases que rodeia a Terra; ou o ambiente de um lugar."},
  {"word": "ATTACH", "clue": "Juntar ou prender algo. Ex: 'Please ______ the file to the email.'"},
  {"word": "ATTACK", "clue": "Um ato de violência para ferir ou danificar."},
  {"word": "ATTEMPT", "clue": "Fazer um esforço para alcançar ou completar algo difícil; uma tentativa."},
  {"word": "ATTEND", "clue": "Estar presente num evento, reunião ou função."},
  {"word": "ATTENTION", "clue": "O ato de prestar atenção a algo ou alguém."},
  {"word": "ATTITUDE", "clue": "Uma forma de pensar ou sentir sobre alguém ou algo."},
  {"word": "ATTRACT", "clue": "Puxar para si ou para algo, por forças físicas ou emocionais."},
  {"word": "ATTRACTIVE", "clue": "Agradável ou apelativo à vista."},
  {"word": "AUDIENCE", "clue": "O conjunto de espectadores ou ouvintes num evento público."},
  {"word": "AUGUST", "clue": "O oitavo mês do ano."},
  {"word": "AUNT", "clue": "A irmã do pai ou da mãe de alguém."},
  {"word": "AUTHOR", "clue": "O escritor de um livro, artigo ou peça de teatro."},
  {"word": "AUTHORITY", "clue": "O poder ou direito de dar ordens e tomar decisões."},
  {"word": "AUTUMN", "clue": "A estação do ano após o verão e antes do inverno, também chamada de 'fall'."},
  {"word": "AVAILABLE", "clue": "Capaz de ser usado ou obtido; livre para fazer algo."},
  {"word": "AVERAGE", "clue": "Um valor calculado somando várias quantidades e dividindo pelo número delas; a média."},
  {"word": "AVOID", "clue": "Manter-se afastado ou parar de fazer algo."},
  {"word": "AWARD", "clue": "Um prémio dado em reconhecimento de uma conquista."},
  {"word": "AWARE", "clue": "Ter conhecimento ou perceção de uma situação ou facto."},
  {"word": "AWAY", "clue": "A uma certa distância de um lugar ou pessoa."},
  {"word": "AWFUL", "clue": "Muito mau ou desagradável; terrível."},
  {"word": "BABY", "clue": "Uma criança muito jovem, especialmente uma que ainda não fala ou anda."},
  {"word": "BACK", "clue": "A parte de trás do corpo humano; ou a direção oposta à da frente."},
  {"word": "BACKGROUND", "clue": "As circunstâncias ou o contexto de um evento; ou a parte de uma imagem que está mais distante."},
  {"word": "BAD", "clue": "De má qualidade; o oposto de 'good'."},
  {"word": "BAG", "clue": "Um contentor flexível com uma abertura no topo, usado para transportar coisas."},
  {"word": "BAKE", "clue": "Cozinhar alimentos com calor seco, especialmente num forno."},
  {"word": "BALANCE", "clue": "Uma distribuição uniforme de peso que permite a alguém ou algo permanecer na vertical e estável."},
  {"word": "BALL", "clue": "Um objeto esférico usado em jogos."},
  {"word": "BAN", "clue": "Proibir oficialmente algo."},
  {"word": "BAND", "clue": "Um grupo de músicos que tocam juntos."},
  {"word": "BANK", "clue": "Uma instituição financeira que aceita depósitos e concede empréstimos."},
  {"word": "BAR", "clue": "Um lugar onde se vendem e bebem bebidas alcoólicas."},
  {"word": "BARRIER", "clue": "Uma cerca ou outro obstáculo que impede o movimento ou o acesso."},
  {"word": "BASE", "clue": "A parte mais baixa ou o suporte de algo."},
  {"word": "BASEBALL", "clue": "Um jogo de equipa jogado com um bastão, uma bola e luvas."},
  {"word": "BASIC", "clue": "Que forma uma base essencial; fundamental."},
  {"word": "BASIS", "clue": "O princípio ou a razão subjacente a uma ideia ou sistema."},
  {"word": "BASKET", "clue": "Um recipiente feito de tiras entrelaçadas de cana ou outro material."},
  {"word": "BASKETBALL", "clue": "Um jogo em que duas equipas tentam marcar pontos atirando uma bola através de um aro."},
  {"word": "BATH", "clue": "O ato de lavar o corpo, geralmente numa banheira."},
  {"word": "BATHROOM", "clue": "A divisão de uma casa que contém uma sanita e, tipicamente, um lavatório e uma banheira ou chuveiro."},
  {"word": "BATTERY", "clue": "Um dispositivo que produz eletricidade para alimentar equipamentos."},
  {"word": "BATTLE", "clue": "Uma luta prolongada entre grandes forças armadas."},
  {"word": "BE", "clue": "Existir; o verbo mais fundamental em inglês."},
  {"word": "BEACH", "clue": "Uma área de areia ou seixos junto ao mar ou a um lago."},
  {"word": "BEAR", "clue": "Um grande mamífero peludo; ou o ato de suportar uma dificuldade."},
  {"word": "BEAT", "clue": "Derrotar alguém num jogo ou competição; ou o ritmo principal da música."},
  {"word": "BEAUTIFUL", "clue": "Agradável aos sentidos ou à mente esteticamente."},
  {"word": "BEAUTY", "clue": "Uma combinação de qualidades que agrada aos sentidos, especialmente à vista."},
  {"word": "BECOME", "clue": "Começar a ser; transformar-se em. Ex: 'The caterpillar will ______ a butterfly.'"},
  {"word": "BED", "clue": "Uma peça de mobiliário usada para dormir ou descansar."},
  {"word": "BEDROOM", "clue": "A divisão de uma casa onde se dorme."},
  {"word": "BEEF", "clue": "A carne de uma vaca, touro ou boi."},
  {"word": "BEER", "clue": "Uma bebida alcoólica feita a partir de grãos fermentados."},
  {"word": "BEFORE", "clue": "Num momento anterior; o oposto de 'after'."},
  {"word": "BEGIN", "clue": "Iniciar ou começar a fazer algo."},
  {"word": "BEGINNING", "clue": "O ponto no tempo ou espaço em que algo começa."},
  {"word": "BEHAVE", "clue": "Agir ou conduzir-se de uma maneira específica."},
  {"word": "BEHAVIOR", "clue": "A maneira como alguém age, especialmente em relação aos outros."},
  {"word": "BEHIND", "clue": "Na parte de trás de algo ou alguém."},
  {"word": "BELIEF", "clue": "A aceitação de que algo existe ou é verdadeiro, especialmente sem provas."},
  {"word": "BELIEVE", "clue": "Aceitar algo como verdadeiro; ter fé na existência de algo."},
  {"word": "BELL", "clue": "Um objeto metálico oco que emite um som quando é atingido."},
  {"word": "BELONG", "clue": "Ser propriedade de; ser membro de."},
  {"word": "BELOW", "clue": "Numa posição mais baixa; por baixo. O oposto de 'above'."},
  {"word": "BELT", "clue": "Uma faixa de couro ou outro material usada à volta da cintura."},
  {"word": "BEND", "clue": "Dar uma forma curva a algo que era reto."},
  {"word": "BENEFIT", "clue": "Uma vantagem ou lucro obtido a partir de algo."},
  {"word": "BESIDE", "clue": "Ao lado de; próximo a."},
  {"word": "BEST", "clue": "Da mais excelente ou desejável qualidade; superlativo de 'good'."},
  {"word": "BET", "clue": "Arriscar uma soma de dinheiro contra a de outra pessoa no resultado de um evento incerto."},
  {"word": "BETTER", "clue": "De uma qualidade mais excelente ou desejável; comparativo de 'good'."},
  {"word": "BETWEEN", "clue": "No espaço que separa dois objetos ou pontos."},
  {"word": "BEYOND", "clue": "Do outro lado de; mais longe que."},
  {"word": "BICYCLE", "clue": "Um veículo com duas rodas movido a pedais."},
  {"word": "BIG", "clue": "De tamanho considerável; o oposto de 'small'."},
  {"word": "BIKE", "clue": "Forma curta e comum de 'bicycle'."},
  {"word": "BILL", "clue": "Uma nota impressa que mostra a quantia de dinheiro devida por bens ou serviços."},
  {"word": "BILLION", "clue": "O número 1,000,000,000; mil milhões."},
  {"word": "BIOLOGY", "clue": "A ciência que estuda os seres vivos."},
  {"word": "BIRD", "clue": "Um animal com penas e asas, geralmente capaz de voar."},
  {"word": "BIRTH", "clue": "O momento em que um bebé nasce."},
  {"word": "BIRTHDAY", "clue": "O aniversário do dia em que uma pessoa nasceu."},
  {"word": "BIT", "clue": "Um pedaço pequeno ou uma pequena quantidade de algo."},
  {"word": "BITE", "clue": "Usar os dentes para cortar algo."},
  {"word": "BLACK", "clue": "A cor mais escura, resultado da ausência de luz."},
  {"word": "BLAME", "clue": "Atribuir a responsabilidade por uma falha ou erro a alguém."},
  {"word": "BLANKET", "clue": "Uma cobertura de lã ou material semelhante usada numa cama."},
  {"word": "BLIND", "clue": "Incapaz de ver."},
  {"word": "BLOCK", "clue": "Um grande pedaço sólido de material; ou impedir o movimento."},
  {"word": "BLOG", "clue": "Um diário ou website informativo publicado na internet."},
  {"word": "BLOND", "clue": "Cor de cabelo amarelo pálido ou dourado."},
  {"word": "BLOOD", "clue": "O líquido vermelho que circula nas artérias e veias."},
  {"word": "BLOW", "clue": "Mover o ar com força; soprar."},
  {"word": "BLUE", "clue": "A cor do céu num dia sem nuvens."},
  {"word": "BOARD", "clue": "Uma peça longa e fina de madeira; ou um grupo de pessoas que gere uma organização."},
  {"word": "BOAT", "clue": "Um veículo para viajar sobre a água."},
  {"word": "BODY", "clue": "A estrutura física inteira de uma pessoa ou animal."},
  {"word": "BOIL", "clue": "Aquecer um líquido até ao ponto em que ele começa a transformar-se em gás."},
  {"word": "BOLD", "clue": "Confiante e corajoso; ou um tipo de letra mais escuro e grosso."},
  {"word": "BOMB", "clue": "Um dispositivo explosivo."},
  {"word": "BOND", "clue": "Uma força ou sentimento que une pessoas; um laço."},
  {"word": "BONE", "clue": "Qualquer uma das peças duras que formam o esqueleto."},
  {"word": "BOOK", "clue": "Um trabalho escrito ou impresso consistindo de páginas; ou reservar algo."},
  {"word": "BOOT", "clue": "Um tipo de calçado resistente que cobre o pé e o tornozelo."},
  {"word": "BORDER", "clue": "A linha que separa dois países ou áreas; uma fronteira."},
  {"word": "BORED", "clue": "Sentir-se cansado e impaciente porque não se tem nada interessante para fazer."},
  {"word": "BORING", "clue": "Que não é interessante; entediante."},
  {"word": "BORN", "clue": "Vindo ao mundo através do nascimento."},
  {"word": "BORROW", "clue": "Pegar e usar algo que pertence a outra pessoa com a intenção de o devolver."},
  {"word": "BOSS", "clue": "A pessoa que está no comando de uma organização ou de um trabalhador."},
  {"word": "BOTH", "clue": "Usado para se referir a duas pessoas ou coisas, consideradas juntas."},
  {"word": "BOTHER", "clue": "Incomodar ou causar problemas a alguém."},
  {"word": "BOTTLE", "clue": "Um recipiente de vidro ou plástico para conter líquidos, com um gargalo estreito."},
  {"word": "BOTTOM", "clue": "A parte mais baixa de algo; o oposto de 'top'."},
  {"word": "BOWL", "clue": "Um prato redondo e fundo, tipicamente usado para sopa ou cereais."},
  {"word": "BOX", "clue": "Um recipiente com uma base e lados retos, tipicamente quadrado ou retangular."},
  {"word": "BOY", "clue": "Uma criança do sexo masculino."},
  {"word": "BOYFRIEND", "clue": "Um parceiro romântico regular do sexo masculino."},
  {"word": "BRAIN", "clue": "O órgão dentro da cabeça que controla o pensamento, a memória e o movimento."},
  {"word": "BRANCH", "clue": "Uma parte de uma árvore que cresce a partir do tronco; ou uma divisão de uma empresa."},
  {"word": "BRAND", "clue": "Um tipo de produto fabricado por uma empresa específica sob um nome particular."},
  {"word": "BRAVE", "clue": "Pronto para enfrentar e suportar o perigo ou a dor; corajoso."},
  {"word": "BREAD", "clue": "Um alimento básico feito de farinha, água e fermento, misturado e cozido."},
  {"word": "BREAK", "clue": "Separar em pedaços como resultado de um golpe ou queda; ou uma pausa no trabalho."},
  {"word": "BREAKFAST", "clue": "A primeira refeição do dia."},
  {"word": "BREAST", "clue": "A parte superior do tronco do corpo humano."},
  {"word": "BREATH", "clue": "O ar que se inspira ou expira."},
  {"word": "BREATHE", "clue": "O ato de inspirar e expirar ar."},
  {"word": "BRICK", "clue": "Um pequeno bloco retangular de argila cozida, usado na construção."},
  {"word": "BRIDGE", "clue": "Uma estrutura que atravessa um rio ou estrada, permitindo a passagem."},
  {"word": "BRIEF", "clue": "De curta duração; conciso."},
  {"word": "BRIGHT", "clue": "Que emite ou reflete muita luz; o oposto de 'dark'."},
  {"word": "BRILLIANT", "clue": "Excecionalmente inteligente ou talentoso."},
  {"word": "BRING", "clue": "Levar ou vir com algo ou alguém para um lugar."},
  {"word": "BROAD", "clue": "Largo em largura."},
  {"word": "BROADCAST", "clue": "Transmitir um programa de rádio ou televisão."},
  {"word": "BROKEN", "clue": "Que foi danificado e separado em pedaços."},
  {"word": "BROTHER", "clue": "Um homem ou rapaz que tem os mesmos pais que outra pessoa."},
  {"word": "BROWN", "clue": "A cor do chocolate ou do café."},
  {"word": "BRUSH", "clue": "Um utensílio com cerdas, usado para limpar, pintar ou pentear."},
  {"word": "BUBBLE", "clue": "Uma pequena esfera de gás que aparece num líquido."},
  {"word": "BUDGET", "clue": "Um plano financeiro que estima as receitas e despesas durante um período."},
  {"word": "BUILD", "clue": "Construir algo, montando peças ou materiais."},
  {"word": "BUILDING", "clue": "Uma estrutura com um telhado e paredes, como uma casa ou uma fábrica."},
  {"word": "BULLET", "clue": "Um projétil de metal disparado de uma arma."},
  {"word": "BURN", "clue": "Sofrer danos ou ferimentos causados pelo fogo ou calor."},
  {"word": "BURY", "clue": "Colocar um corpo morto na terra ou no mar."},
  {"word": "BUS", "clue": "Um grande veículo motorizado que transporta passageiros por uma rota fixa."},
  {"word": "BUSINESS", "clue": "A atividade de comprar e vender bens e serviços; uma empresa ou comércio."},
  {"word": "BUSY", "clue": "Ter muitas coisas para fazer; estar ativamente ocupado."},
  {"word": "BUT", "clue": "Conjunção usada para introduzir uma frase ou cláusula que contrasta com a anterior."},
  {"word": "BUTTER", "clue": "Um produto lácteo sólido e amarelo, feito a partir de leite ou nata."},
  {"word": "BUTTON", "clue": "Um pequeno disco ou botão que se cose numa peça de roupa para a fechar."},
  {"word": "BUY", "clue": "Obter algo em troca de pagamento."},
  {"word": "BY", "clue": "Preposição que indica o agente que realiza uma ação. Ex: 'a play written ______ Shakespeare.'"},
  {"word": "BYE", "clue": "Forma curta e informal de 'goodbye'."},
  {"word": "CABINET", "clue": "Uma peça de mobiliário com prateleiras ou gavetas para guardar ou expor artigos."},
  {"word": "CABLE", "clue": "Um fio grosso e forte ou um conjunto de fios dentro de uma cobertura de borracha."},
  {"word": "CAFE", "clue": "Um pequeno restaurante que vende refeições ligeiras e bebidas."},
  {"word": "CAKE", "clue": "Um alimento doce cozido no forno, feito de farinha, açúcar e ovos."},
  {"word": "CALCULATE", "clue": "Determinar a quantidade ou o número de algo matematicamente."},
  {"word": "CALL", "clue": "Dar um nome a alguém ou a algo; ou usar o telefone."},
  {"word": "CALM", "clue": "Tranquilo e sem perturbações; sereno."},
  {"word": "CAMERA", "clue": "Um dispositivo para tirar fotografias ou gravar vídeos."},
  {"word": "CAMP", "clue": "Viver temporariamente numa tenda ou abrigo ao ar livre."},
  {"word": "CAMPAIGN", "clue": "Uma série de operações organizadas para alcançar um objetivo, especialmente na política."},
  {"word": "CAMPUS", "clue": "Os terrenos e edifícios de uma universidade ou faculdade."},
  {"word": "CAN", "clue": "Verbo modal que expressa capacidade ou possibilidade; ou uma lata de metal."},
  {"word": "CANCEL", "clue": "Decidir que um evento arranjado não terá lugar."},
  {"word": "CANCER", "clue": "Uma doença grave causada por células anormais que se dividem de forma descontrolada."},
  {"word": "CANDIDATE", "clue": "Uma pessoa que se candidata a um emprego ou que é nomeada para uma eleição."},
  {"word": "CANDY", "clue": "Um doce feito com açúcar."},
  {"word": "CAP", "clue": "Um tipo de chapéu macio e sem abas."},
  {"word": "CAPABLE", "clue": "Ter a capacidade, aptidão ou potencial para fazer algo."},
  {"word": "CAPACITY", "clue": "A quantidade máxima que algo pode conter."},
  {"word": "CAPITAL", "clue": "A cidade mais importante de um país, onde se encontra o governo."},
  {"word": "CAPTAIN", "clue": "A pessoa no comando de um navio ou de uma equipa desportiva."},
  {"word": "CAPTURE", "clue": "Tomar posse ou controlo de algo ou alguém pela força."},
  {"word": "CAR", "clue": "Um veículo rodoviário, tipicamente com quatro rodas, movido por um motor."},
  {"word": "CARD", "clue": "Um pedaço de papel grosso ou cartão, usado para vários fins, como o de crédito."},
  {"word": "CARE", "clue": "A prestação do que é necessário para a saúde e proteção de alguém; cuidado."},
  {"word": "CAREER", "clue": "A profissão ou o trabalho que uma pessoa realiza durante um longo período."},
  {"word": "CAREFUL", "clue": "Fazer algo com cuidado e atenção para evitar erros ou perigos."},
  {"word": "CAREFULLY", "clue": "De uma forma que demonstra cuidado e evita potenciais danos."},
  {"word": "CARPET", "clue": "Um revestimento de chão feito de tecido grosso."},
  {"word": "CARROT", "clue": "Um vegetal de raiz de cor laranja."},
  {"word": "CARRY", "clue": "Suportar o peso de algo e movê-lo de um lugar para outro."},
  {"word": "CASE", "clue": "Uma instância particular de algo; ou um contentor para proteger algo."},
  {"word": "CASH", "clue": "Dinheiro em forma de moedas ou notas."},
  {"word": "CAST", "clue": "O grupo de atores que representa as personagens num filme ou peça de teatro."},
  {"word": "CAT", "clue": "Um pequeno mamífero doméstico com pelo macio, um focinho curto e garras retráteis."},
  {"word": "CATCH", "clue": "Interceptar e segurar algo que foi atirado ou que está a cair."},
  {"word": "CATEGORY", "clue": "Uma classe ou divisão de pessoas ou coisas consideradas como tendo características em comum."},
  {"word": "CAUSE", "clue": "Uma pessoa ou coisa que dá origem a uma ação ou condição."},
  {"word": "CEILING", "clue": "A superfície interior superior de uma sala."},
  {"word": "CELEBRATE", "clue": "Reconhecer um dia ou evento feliz com uma atividade social ou festiva."},
  {"word": "CELEBRATION", "clue": "A ação de marcar um evento feliz com uma atividade social."},
  {"word": "CELEBRITY", "clue": "Uma pessoa famosa, especialmente no entretenimento ou desporto."},
  {"word": "CELL", "clue": "A menor unidade estrutural e funcional de um organismo vivo."},
  {"word": "CENT", "clue": "Uma unidade monetária em vários países, igual a 1/100 de um dólar, euro ou outra unidade."},
  {"word": "CENTER", "clue": "O ponto que está equidistante das extremidades; o meio."},
  {"word": "CENTRAL", "clue": "De, em ou formando o centro."},
  {"word": "CENTURY", "clue": "Um período de cem anos."},
  {"word": "CEREMONY", "clue": "Um evento formal religioso ou público que celebra uma ocasião particular."},
  {"word": "CERTAIN", "clue": "Saber com certeza; estar completamente seguro."},
  {"word": "CERTAINLY", "clue": "Sem qualquer dúvida; usado para dar uma resposta afirmativa forte."},
  {"word": "CHAIN", "clue": "Uma série de anéis de metal ligados entre si."},
  {"word": "CHAIR", "clue": "Um assento para uma pessoa, com um encosto e tipicamente quatro pernas."},
  {"word": "CHAIRMAN", "clue": "A pessoa que preside uma reunião ou organização."},
  {"word": "CHALLENGE", "clue": "Uma tarefa ou situação que testa as capacidades de alguém; um desafio."},
  {"word": "CHAMPION", "clue": "Uma pessoa que ganhou o primeiro lugar numa competição."},
  {"word": "CHANCE", "clue": "Uma possibilidade de algo acontecer; uma oportunidade."},
  {"word": "CHANGE", "clue": "Tornar ou ficar diferente; ou o dinheiro que se recebe de volta ao pagar mais do que o preço."},
  {"word": "CHANNEL", "clue": "Uma estação de televisão ou rádio; ou uma faixa de água."},
  {"word": "CHAPTER", "clue": "Uma das principais divisões de um livro."},
  {"word": "CHARACTER", "clue": "As qualidades mentais e morais distintivas de um indivíduo."},
  {"word": "CHARACTERISTIC", "clue": "Uma característica ou qualidade típica de uma pessoa, lugar ou coisa."},
  {"word": "CHARGE", "clue": "Exigir uma quantia como preço por um serviço ou bem; cobrar."},
  {"word": "CHARITY", "clue": "Uma organização criada para ajudar e angariar dinheiro para os necessitados."},
  {"word": "CHART", "clue": "Uma folha de informação em forma de tabela, gráfico ou diagrama."},
  {"word": "CHAT", "clue": "Conversar de forma informal e amigável."},
  {"word": "CHEAP", "clue": "De baixo custo; o oposto de 'expensive'."},
  {"word": "CHEAT", "clue": "Agir de forma desonesta para obter uma vantagem, especialmente num jogo ou exame."},
  {"word": "CHECK", "clue": "Examinar algo para determinar a sua exatidão ou condição; verificar."},
  {"word": "CHEEK", "clue": "A parte da face abaixo do olho e de cada lado do nariz."},
  {"word": "CHEERFUL", "clue": "Visivelmente feliz e otimista."},
  {"word": "CHEESE", "clue": "Um alimento derivado do leite, produzido em uma grande variedade de sabores e texturas."},
  {"word": "CHEF", "clue": "Um cozinheiro profissional, especialmente o cozinheiro principal num restaurante."},
  {"word": "CHEMICAL", "clue": "Relativo à química; uma substância produzida por um processo que envolve alterações moleculares."},
  {"word": "CHEMISTRY", "clue": "O ramo da ciência que lida com a identificação das substâncias de que a matéria é composta."},
  {"word": "CHEST", "clue": "A parte superior do tronco do corpo; ou uma grande caixa de madeira para armazenamento."},
  {"word": "CHICKEN", "clue": "Uma ave domesticada criada para a sua carne e ovos."},
  {"word": "CHIEF", "clue": "O líder ou governante de um povo ou clã."},
  {"word": "CHILD", "clue": "Um ser humano jovem, abaixo da idade da puberdade."},
  {"word": "CHILDHOOD", "clue": "O período de tempo em que uma pessoa é uma criança; a infância."},
  {"word": "CHIP", "clue": "Um pequeno pedaço de algo removido por corte; em inglês americano, batata frita de pacote."},
  {"word": "CHOCOLATE", "clue": "Um alimento preparado a partir de grãos de cacau torrados e moídos."},
  {"word": "CHOICE", "clue": "O ato de selecionar ou tomar uma decisão quando confrontado com duas ou mais possibilidades."},
  {"word": "CHOOSE", "clue": "Selecionar alguém ou algo de um número de alternativas."},
  {"word": "CHURCH", "clue": "Um edifício usado para o culto cristão público."},
  {"word": "CIGARETTE", "clue": "Um cilindro fino de tabaco picado enrolado em papel fino para fumar."},
  {"word": "CINEMA", "clue": "Um teatro onde são exibidos filmes para entretenimento público."},
  {"word": "CIRCLE", "clue": "Uma forma redonda cujos limites consistem em pontos equidistantes de um ponto fixo."},
  {"word": "CIRCUMSTANCE", "clue": "Um facto ou condição ligada a um evento ou ação."},
  {"word": "CITE", "clue": "Citar ou referir-se a algo como prova para um argumento."},
  {"word": "CITIZEN", "clue": "Um habitante legalmente reconhecido de um país."},
  {"word": "CITY", "clue": "Uma grande cidade, especialmente uma com estatuto e governo próprios."},
  {"word": "CIVIL", "clue": "Relativo aos cidadãos comuns de um país, em oposição a assuntos militares ou eclesiásticos."},
  {"word": "CLAIM", "clue": "Afirmar que algo é o caso, tipicamente sem fornecer provas; reivindicar."},
  {"word": "CLASS", "clue": "Um conjunto de alunos ou estudantes ensinados em conjunto."},
  {"word": "CLASSIC", "clue": "Julgado ao longo de um período como sendo da mais alta qualidade e notável do seu tipo."},
  {"word": "CLASSICAL", "clue": "Relativo à cultura grega ou latina antiga, especialmente a sua arte, arquitetura ou literatura."},
  {"word": "CLASSROOM", "clue": "Uma sala onde uma turma de alunos é ensinada."},
  {"word": "CLEAN", "clue": "Livre de sujidade, marcas ou manchas; o oposto de 'dirty'."},
  {"word": "CLEAR", "clue": "Fácil de perceber, compreender ou interpretar; transparente."},
  {"word": "CLEARLY", "clue": "De uma forma que é fácil de ver, ouvir ou compreender."},
  {"word": "CLERK", "clue": "Uma pessoa empregada num escritório ou banco para manter registos e realizar tarefas administrativas."},
  {"word": "CLICK", "clue": "O som curto e agudo feito ao premir um botão, por exemplo, de um rato de computador."},
  {"word": "CLIENT", "clue": "Uma pessoa que utiliza os serviços de um profissional ou de uma organização."},
  {"word": "CLIMATE", "clue": "As condições meteorológicas que prevalecem numa área em geral ou durante um longo período."},
  {"word": "CLIMB", "clue": "Subir ou mover-se para cima, usando as mãos e os pés."},
  {"word": "CLINIC", "clue": "Um estabelecimento onde os doentes recebem tratamento médico ou aconselhamento."},
  {"word": "CLOCK", "clue": "Um instrumento para medir e indicar o tempo, geralmente encontrado numa parede ou mesa."},
  {"word": "CLOSE", "clue": "A uma curta distância; perto. Também o ato de fechar algo."},
  {"word": "CLOSED", "clue": "Não aberto; o estado de uma porta ou janela que não está aberta."},
  {"word": "CLOTHES", "clue": "Itens usados para cobrir o corpo, como camisas, calças e vestidos."},
  {"word": "CLOTHING", "clue": "Um termo mais formal para 'clothes'; vestuário."},
  {"word": "CLOUD", "clue": "Uma massa visível de gotículas de água ou cristais de gelo suspensos na atmosfera."},
  {"word": "CLUB", "clue": "Uma associação dedicada a um interesse ou atividade particular, ou um local de dança."},
  {"word": "CLUE", "clue": "Uma peça de evidência ou informação usada na deteção de um crime ou na resolução de um mistério."},
  {"word": "COACH", "clue": "Uma pessoa que treina uma equipa desportiva; ou um autocarro para viagens longas."},
  {"word": "COAL", "clue": "Uma rocha sedimentar combustível de cor preta, usada como fonte de energia."},
  {"word": "COAST", "clue": "A parte da terra adjacente ou próxima do mar."},
  {"word": "COAT", "clue": "Uma peça de vestuário exterior com mangas, usada sobre outras roupas para dar calor."},
  {"word": "CODE", "clue": "Um sistema de palavras, letras ou sinais usados para representar outros, para fins de sigilo."},
  {"word": "COFFEE", "clue": "Uma bebida quente feita a partir dos grãos torrados e moídos desta planta."},
  {"word": "COIN", "clue": "Um pequeno disco plano e redondo de metal usado como dinheiro."},
  {"word": "COLD", "clue": "De baixa temperatura; o oposto de 'hot'."},
  {"word": "COLLAPSE", "clue": "Cair subitamente para dentro ou desmoronar-se."},
  {"word": "COLLEAGUE", "clue": "Uma pessoa com quem se trabalha na mesma profissão ou empresa."},
  {"word": "COLLECT", "clue": "Reunir ou juntar coisas."},
  {"word": "COLLECTION", "clue": "Um grupo de coisas que foram reunidas."},
  {"word": "COLLEGE", "clue": "Uma instituição de ensino superior onde se pode obter um diploma."},
  {"word": "COLOR", "clue": "A propriedade que os objetos possuem de produzir diferentes sensações no olho como resultado da forma como refletem a luz."},
  {"word": "COLUMN", "clue": "Uma coluna vertical, tipicamente de suporte; ou uma secção vertical de texto num jornal."},
  {"word": "COMBINATION", "clue": "A junção de diferentes itens ou qualidades."},
  {"word": "COMBINE", "clue": "Unir ou misturar para formar uma única unidade."},
  {"word": "COME", "clue": "Mover-se ou viajar em direção ao falante."},
  {"word": "COMEDY", "clue": "Um género de entretenimento que visa ser humorístico ou divertido."},
  {"word": "COMFORT", "clue": "Um estado de bem-estar físico ou mental."},
  {"word": "COMFORTABLE", "clue": "Que proporciona relaxamento físico; confortável."},
  {"word": "COMMAND", "clue": "Dar uma ordem autoritária."},
  {"word": "COMMENT", "clue": "Uma observação verbal ou escrita que expressa uma opinião ou reação."},
  {"word": "COMMERCIAL", "clue": "Relacionado com o comércio; ou um anúncio na televisão ou rádio."},
  {"word": "COMMISSION", "clue": "Uma ordem, taxa ou dever dado a uma pessoa ou grupo de pessoas."},
  {"word": "COMMIT", "clue": "Realizar um ato, tipicamente um crime ou algo imoral."},
  {"word": "COMMITMENT", "clue": "O estado ou qualidade de se dedicar a uma causa ou atividade; um compromisso."},
  {"word": "COMMITTEE", "clue": "Um grupo de pessoas nomeado para uma função específica por um grupo maior."},
  {"word": "COMMON", "clue": "Que ocorre, se encontra ou se faz com frequência; vulgar."},
  {"word": "COMMUNICATE", "clue": "Partilhar ou trocar informações, notícias ou ideias."},
  {"word": "COMMUNICATION", "clue": "O ato de transmitir ou trocar informações."},
  {"word": "COMMUNITY", "clue": "Um grupo de pessoas que vive na mesma área ou que tem características em comum."},
  {"word": "COMPANY", "clue": "Uma entidade comercial; uma empresa."},
  {"word": "COMPARE", "clue": "Estimar, medir ou notar a semelhança ou dissemelhança entre coisas."},
  {"word": "COMPARISON", "clue": "O ato de avaliar as semelhanças ou dissemelhanças entre duas ou mais coisas."},
  {"word": "COMPETE", "clue": "Esforçar-se para ganhar algo, disputando com outros."},
  {"word": "COMPETITION", "clue": "O evento ou atividade em que pessoas ou equipas competem."},
  {"word": "COMPETITIVE", "clue": "Que tem um forte desejo de ser mais bem-sucedido do que os outros."},
  {"word": "COMPLAIN", "clue": "Expressar insatisfação ou aborrecimento sobre algo."},
  {"word": "COMPLAINT", "clue": "Uma declaração de que algo é insatisfatório ou inaceitável."},
  {"word": "COMPLETE", "clue": "Tendo todas as partes necessárias; inteiro."},
  {"word": "COMPLETELY", "clue": "Totalmente; em todos os aspetos."},
  {"word": "COMPLEX", "clue": "Composto por muitas partes interligadas; complicado."},
  {"word": "COMPONENT", "clue": "Uma parte ou elemento de um todo maior."},
  {"word": "COMPOSE", "clue": "Criar uma obra de arte, especialmente música ou poesia."},
  {"word": "COMPUTER", "clue": "Uma máquina eletrónica que processa dados e realiza tarefas."},
  {"word": "CONCENTRATE", "clue": "Focar toda a atenção numa atividade ou objeto."},
  {"word": "CONCEPT", "clue": "Uma ideia abstrata; uma noção."},
  {"word": "CONCERN", "clue": "Um sentimento de preocupação ou ansiedade."},
  {"word": "CONCERT", "clue": "Uma apresentação musical ao vivo."},
  {"word": "CONCLUDE", "clue": "Chegar ao fim; terminar."},
  {"word": "CONDITION", "clue": "O estado em que algo se encontra em termos de aparência, qualidade ou funcionamento."},
  {"word": "CONDUCT", "clue": "A maneira como uma pessoa se comporta; ou organizar e realizar uma atividade."},
  {"word": "CONFERENCE", "clue": "Uma reunião formal para discussão, geralmente com vários dias de duração."},
  {"word": "CONFIDENCE", "clue": "O sentimento de autoconfiança ou a crença nas próprias capacidades."},
  {"word": "CONFIDENT", "clue": "Sentir ou mostrar certeza sobre si mesmo; autoconfiante."},
  {"word": "CONFIRM", "clue": "Estabelecer a verdade ou a correção de algo."},
  {"word": "CONFLICT", "clue": "Um desacordo ou argumento sério e prolongado."},
  {"word": "CONFUSE", "clue": "Fazer com que alguém fique perplexo ou incapaz de pensar com clareza."},
  {"word": "CONFUSED", "clue": "Incapaz de pensar com clareza ou de compreender algo."},
  {"word": "CONNECT", "clue": "Ligar ou unir duas ou mais coisas."},
  {"word": "CONNECTION", "clue": "Uma relação em que uma pessoa ou coisa está ligada a outra."},
  {"word": "CONSCIOUS", "clue": "Estar ciente de e a responder ao que o rodeia; estar acordado."},
  {"word": "CONSEQUENCE", "clue": "O resultado ou efeito de uma ação ou condição."},
  {"word": "CONSERVATIVE", "clue": "Averso a mudanças e que defende valores tradicionais."},
  {"word": "CONSIDER", "clue": "Pensar cuidadosamente sobre algo, tipicamente antes de tomar uma decisão."},
  {"word": "CONSIST", "clue": "Ser composto ou constituído por. Ex: 'The team ______s of four players.'"},
  {"word": "CONSTANT", "clue": "Que ocorre continuamente durante um período de tempo."},
  {"word": "CONSTRUCT", "clue": "Construir ou erguer algo, como um edifício ou uma estrada."},
  {"word": "CONSTRUCTION", "clue": "O processo de construir algo, tipicamente um grande edifício."},
  {"word": "CONSUMER", "clue": "Uma pessoa que compra bens e serviços para uso pessoal."},
  {"word": "CONTACT", "clue": "O estado de comunicação física ou visual com alguém ou algo."},
  {"word": "CONTAIN", "clue": "Ter ou manter algo dentro de si."},
  {"word": "CONTENT", "clue": "O que está incluído em algo; ou um estado de satisfação pacífica."},
  {"word": "CONTEST", "clue": "Um evento em que as pessoas competem por supremacia num desporto ou outra atividade."},
  {"word": "CONTEXT", "clue": "As circunstâncias que formam o cenário de um evento, declaração ou ideia."},
  {"word": "CONTINUE", "clue": "Prosseguir com uma atividade ou processo sem interrupção."},
  {"word": "CONTRACT", "clue": "Um acordo escrito ou falado que é legalmente vinculativo."},
  {"word": "CONTRAST", "clue": "A diferença notável entre duas ou mais coisas."},
  {"word": "CONTRIBUTE", "clue": "Dar algo para ajudar a alcançar ou fornecer algo."},
  {"word": "CONTRIBUTION", "clue": "A parte desempenhada por uma pessoa ou coisa para alcançar um resultado."},
  {"word": "CONTROL", "clue": "O poder de influenciar ou dirigir o comportamento das pessoas ou o curso dos acontecimentos."},
  {"word": "CONVENIENT", "clue": "Adequado ao tempo ou aos planos de alguém; que não causa dificuldade."},
  {"word": "CONVERSATION", "clue": "Uma conversa informal entre duas ou mais pessoas."},
  {"word": "CONVINCE", "clue": "Persuadir alguém a fazer ou a acreditar em algo."},
  {"word": "COOK", "clue": "Preparar comida usando calor; ou a pessoa que o faz."},
  {"word": "COOKIE", "clue": "Um pequeno bolo doce e plano, também conhecido como 'biscuit' em inglês britânico."},
  {"word": "COOKING", "clue": "A prática ou habilidade de preparar comida."},
  {"word": "COOL", "clue": "De temperatura baixa, mas não fria; ou algo que está na moda e é impressionante."},
  {"word": "COPE", "clue": "Lidar eficazmente com algo difícil."},
  {"word": "COPY", "clue": "Uma coisa feita para ser semelhante ou idêntica a outra."},
  {"word": "CORE", "clue": "A parte central e mais importante de algo; o núcleo."},
  {"word": "CORNER", "clue": "O ponto ou área onde duas ou mais superfícies ou linhas se encontram."},
  {"word": "CORPORATE", "clue": "Relativo a uma grande empresa ou grupo."},
  {"word": "CORRECT", "clue": "Livre de erro; de acordo com os factos. O oposto de 'wrong'."},
  {"word": "COST", "clue": "A quantia de dinheiro necessária para comprar, fazer ou possuir algo."},
  {"word": "COSTUME", "clue": "Um conjunto de roupas usado numa ocasião particular ou para representar uma personagem."},
  {"word": "COTTAGE", "clue": "Uma pequena casa, tipicamente numa área rural."},
  {"word": "COTTON", "clue": "Uma fibra macia e branca que cresce à volta das sementes de uma planta, usada para fazer tecido."},
  {"word": "COULD", "clue": "Verbo modal usado como a forma passada de 'can', para indicar possibilidade."},
  {"word": "COUNCIL", "clue": "Um grupo de pessoas eleito para governar uma cidade ou conselho."},
  {"word": "COUNT", "clue": "Determinar o número total de algo; ou um nobre em certas partes da Europa."},
  {"word": "COUNTRY", "clue": "Uma nação com o seu próprio governo, que ocupa um território específico."},
  {"word": "COUNTRYSIDE", "clue": "A terra e a paisagem de uma área rural."},
  {"word": "COUNTY", "clue": "Uma divisão geográfica de um país ou estado para fins administrativos."},
  {"word": "COUPLE", "clue": "Duas pessoas que estão juntas numa relação romântica; ou um par de coisas."},
  {"word": "COURAGE", "clue": "A capacidade de fazer algo que assusta; bravura."},
  {"word": "COURSE", "clue": "Uma série de aulas sobre um determinado assunto; ou a rota ou direção seguida por algo."},
  {"word": "COURT", "clue": "O local onde são julgados os casos legais; ou uma área para jogar ténis ou basquetebol."},
  {"word": "COUSIN", "clue": "O filho ou a filha da tia ou do tio de uma pessoa."},
  {"word": "COVER", "clue": "Colocar algo por cima ou à frente de outra coisa para proteger ou esconder."},
  {"word": "COW", "clue": "Um grande animal domesticado, criado para a produção de leite ou carne."},
  {"word": "CRASH", "clue": "Um acidente em que um veículo colide violentamente com algo."},
  {"word": "CRAZY", "clue": "Mentalmente desequilibrado; insensato."},
  {"word": "CREAM", "clue": "A parte gordurosa do leite que sobe à superfície."},
  {"word": "CREATE", "clue": "Fazer com que algo passe a existir."},
  {"word": "CREATIVE", "clue": "Que tem ou mostra imaginação e ideias originais."},
  {"word": "CREATURE", "clue": "Um animal, em oposição a um ser humano."},
  {"word": "CREDIT", "clue": "A capacidade de um cliente obter bens ou serviços antes do pagamento, com base na confiança de que o pagamento será feito no futuro."},
  {"word": "CREW", "clue": "Um grupo de pessoas que trabalham juntas, especialmente num navio ou avião."},
  {"word": "CRIME", "clue": "Uma ação que constitui uma ofensa e é punível por lei."},
  {"word": "CRIMINAL", "clue": "Uma pessoa que cometeu um crime."},
  {"word": "CRISIS", "clue": "Um momento de intensa dificuldade, perigo ou problemas."},
  {"word": "CRITICAL", "clue": "Que expressa desaprovação ou julgamentos adversos; ou que é de importância vital."},
  {"word": "CRITICISM", "clue": "A expressão de desaprovação de alguém ou algo com base em falhas percebidas."},
  {"word": "CRITICIZE", "clue": "Indicar as falhas de alguém ou algo de forma desaprovadora."},
  {"word": "CROP", "clue": "Uma planta cultivada em grande escala para fins comerciais, como o trigo."},
  {"word": "CROSS", "clue": "Atravessar de um lado para o outro; ou uma marca com duas linhas que se cruzam."},
  {"word": "CROWD", "clue": "Um grande número de pessoas reunidas num lugar."},
  {"word": "CRUCIAL", "clue": "Decisivo ou de extrema importância para o sucesso ou fracasso de algo."},
  {"word": "CRUEL", "clue": "Que causa dor ou sofrimento aos outros deliberadamente."},
  {"word": "CRY", "clue": "Derramar lágrimas em resposta a uma emoção."},
  {"word": "CULTURAL", "clue": "Relativo às ideias, costumes e comportamento social de uma sociedade."},
  {"word": "CULTURE", "clue": "As artes e outras manifestações do intelecto humano consideradas coletivamente."},
  {"word": "CUP", "clue": "Um pequeno recipiente para beber, tipicamente com uma asa."},
  {"word": "CURE", "clue": "Aliviar uma pessoa de uma doença; ou a solução para um problema."},
  {"word": "CURIOUS", "clue": "Ansioso por saber ou aprender algo."},
  {"word": "CURRENT", "clue": "Que acontece ou está a ser usado no presente momento."},
  {"word": "CURRENTLY", "clue": "No momento presente."},
  {"word": "CURTAIN", "clue": "Um pedaço de material suspenso para cobrir uma janela."},
  {"word": "CURVE", "clue": "Uma linha ou forma que se desvia continuamente de uma linha reta."},
  {"word": "CUSTOMER", "clue": "Uma pessoa que compra bens ou serviços de uma loja ou empresa."},
  {"word": "CUT", "clue": "Abrir ou dividir com uma ferramenta afiada, como uma faca."},
  {"word": "CYCLE", "clue": "Uma série de eventos que se repetem na mesma ordem; ou andar de bicicleta."},
  {"word": "DAD", "clue": "Termo informal e afetuoso para 'pai'."},
  {"word": "DAILY", "clue": "Que acontece ou é produzido todos os dias."},
  {"word": "DAMAGE", "clue": "Dano físico a algo que o torna menos valioso ou funcional."},
  {"word": "DANCE", "clue": "Mover-se ritmicamente ao som da música."},
  {"word": "DANCER", "clue": "Uma pessoa que dança profissionalmente."},
  {"word": "DANCING", "clue": "A atividade de dançar."},
  {"word": "DANGER", "clue": "A possibilidade de alguém ou algo ser ferido ou danificado; perigo."},
  {"word": "DANGEROUS", "clue": "Que pode causar dano ou ferimento; perigoso."},
  {"word": "DARE", "clue": "Ter a coragem de fazer algo; ousar."},
  {"word": "DARK", "clue": "Com pouca ou nenhuma luz; o oposto de 'light'."},
  {"word": "DATA", "clue": "Factos e estatísticas recolhidos para referência ou análise; dados."},
  {"word": "DATE", "clue": "O dia do mês ou do ano, especificado por um número; ou um encontro romântico."},
  {"word": "DAUGHTER", "clue": "A filha de alguém."},
  {"word": "DAY", "clue": "Um período de vinte e quatro horas."},
  {"word": "DEAD", "clue": "Que já não está vivo."},
  {"word": "DEAL", "clue": "Um acordo ou transação; ou o ato de distribuir cartas num jogo."},
  {"word": "DEAR", "clue": "Considerado com grande afeto; querido."},
  {"word": "DEATH", "clue": "O fim da vida de uma pessoa ou organismo."},
  {"word": "DEBATE", "clue": "Uma discussão formal sobre um tópico específico, num cenário público."},
  {"word": "DEBT", "clue": "Uma soma de dinheiro que é devida ou que se deve."},
  {"word": "DECADE", "clue": "Um período de dez anos."},
  {"word": "DECEMBER", "clue": "O décimo segundo e último mês do ano."},
  {"word": "DECENT", "clue": "Que se conforma com os padrões de comportamento aceites; respeitável."},
  {"word": "DECIDE", "clue": "Chegar a uma resolução na mente como resultado de consideração."},
  {"word": "DECISION", "clue": "Uma conclusão ou resolução alcançada após consideração."},
  {"word": "DECLARE", "clue": "Anunciar algo de forma solene ou enfática."},
  {"word": "DECREASE", "clue": "Tornar-se menor em tamanho, quantidade ou intensidade."},
  {"word": "DEEP", "clue": "Que se estende muito para baixo a partir da superfície; profundo."},
  {"word": "DEFEAT", "clue": "Vencer alguém num jogo ou batalha; uma derrota."},
  {"word": "DEFEND", "clue": "Proteger contra um ataque ou perigo."},
  {"word": "DEFENSE", "clue": "A ação de defender contra um ataque."},
  {"word": "DEFINE", "clue": "Declarar ou descrever a natureza exata ou o significado de algo."},
  {"word": "DEFINITELY", "clue": "Sem dúvida; de forma clara e segura."},
  {"word": "DEFINITION", "clue": "Uma declaração do significado exato de uma palavra ou frase."},
  {"word": "DEGREE", "clue": "A quantidade, nível ou extensão de algo; ou uma qualificação académica."},
  {"word": "DELAY", "clue": "Fazer com que algo ou alguém se atrase ou seja lento."},
  {"word": "DELIBERATELY", "clue": "Feito de forma consciente e intencional."},
  {"word": "DELICIOUS", "clue": "Muito agradável ao paladar."},
  {"word": "DELIVER", "clue": "Levar e entregar bens ou cartas a um destinatário."},
  {"word": "DELIVERY", "clue": "O ato de levar bens, cartas ou encomendas."},
  {"word": "DEMAND", "clue": "Um pedido insistente e peremptório."},
  {"word": "DEMOCRACY", "clue": "Um sistema de governo em que os cidadãos elegem os seus representantes."},
  {"word": "DEMONSTRATE", "clue": "Mostrar claramente a existência ou a verdade de algo, dando provas."},
  {"word": "DENTIST", "clue": "Um profissional qualificado para tratar as doenças e condições que afetam os dentes e as gengivas."},
  {"word": "DEPARTMENT", "clue": "Uma divisão de uma grande organização, como uma empresa ou universidade."},
  {"word": "DEPARTURE", "clue": "O ato de sair de um lugar."}, 
  {"word": "DEPEND", "clue": "Contar com alguém ou algo para apoio ou ajuda."},
  {"word": "DEPRESSED", "clue": "Num estado de infelicidade geral ou desânimo."},
  {"word": "DEPTH", "clue": "A distância desde o topo ou a superfície até ao fundo de algo."},
  {"word": "DESCRIBE", "clue": "Dar um relato detalhado de algo em palavras."},
  {"word": "DESCRIPTION", "clue": "Um relato falado ou escrito de uma pessoa, objeto ou evento."},
  {"word": "DESERT", "clue": "Uma região árida com pouca ou nenhuma vegetação."},
  {"word": "DESIGN", "clue": "Um plano ou desenho produzido para mostrar a aparência e a função de algo antes de ser construído."},
  {"word": "DESIGNER", "clue": "Uma pessoa que planeia a forma, a aparência ou o funcionamento de algo."},
  {"word": "DESIRE", "clue": "Um forte sentimento de querer ter algo ou de desejar que algo aconteça."},
  {"word": "DESK", "clue": "Uma peça de mobiliário com uma superfície plana, usada como local de trabalho."},
  {"word": "DESPITE", "clue": "Sem ser afetado por; apesar de."},
  {"word": "DESSERT", "clue": "O prato doce servido no final de uma refeição; sobremesa."},
  {"word": "DESTINATION", "clue": "O lugar para onde alguém ou algo está a ir ou a ser enviado."},
  {"word": "DESTROY", "clue": "Acabar com a existência de algo, danificando-o de forma irreparável."},
  {"word": "DETAIL", "clue": "Um facto ou item individual; um pormenor."},
  {"word": "DETECTIVE", "clue": "Uma pessoa, especialmente um polícia, cuja ocupação é investigar crimes."},
  {"word": "DETERMINE", "clue": "Descobrir ou estabelecer algo de forma precisa através de pesquisa ou cálculo."},
  {"word": "DEVELOP", "clue": "Crescer ou fazer com que cresça e se torne mais maduro ou avançado."},
  {"word": "DEVELOPMENT", "clue": "O processo de crescimento ou de causar crescimento e progresso."},
  {"word": "DEVICE", "clue": "Uma máquina ou peça de equipamento concebida para um propósito específico."},
  {"word": "DIAGRAM", "clue": "Uma representação simplificada que mostra a aparência, estrutura ou funcionamento de algo."},
  {"word": "DIALOGUE", "clue": "Uma conversa entre duas ou mais pessoas como parte de um livro, peça ou filme."},
  {"word": "DIAMOND", "clue": "Uma pedra preciosa que é uma forma cristalina de carbono, a substância natural mais dura."},
  {"word": "DIARY", "clue": "Um livro no qual se mantém um registo diário de eventos e experiências."},
  {"word": "DICTIONARY", "clue": "Um livro que lista as palavras de uma língua por ordem alfabética e dá o seu significado."},
  {"word": "DIE", "clue": "Deixar de viver."},
  {"word": "DIET", "clue": "O tipo de comida que uma pessoa ou animal habitualmente come."},
  {"word": "DIFFERENCE", "clue": "Um ponto ou forma em que as pessoas ou coisas são diferentes."},
  {"word": "DIFFERENT", "clue": "Não é o mesmo que outro; distinto."},
  {"word": "DIFFICULT", "clue": "Que necessita de muito esforço ou habilidade para ser realizado; não é fácil."},
  {"word": "DIFFICULTY", "clue": "O estado ou condição de ser difícil."},
  {"word": "DIGITAL", "clue": "Relativo a sinais ou dados expressos como uma série de dígitos 0 e 1."},
  {"word": "DINNER", "clue": "A principal refeição do dia, tomada à noite ou ao meio-dia."},
  {"word": "DIRECT", "clue": "Que se estende ou se move em linha reta; ou controlar as operações de algo."},
  {"word": "DIRECTION", "clue": "O percurso ao longo do qual alguém ou algo se move."},
  {"word": "DIRECTOR", "clue": "Uma pessoa que supervisiona uma área de uma empresa ou um filme."},
  {"word": "DIRT", "clue": "Uma substância, como lama ou pó, que suja algo."},
  {"word": "DIRTY", "clue": "Coberto ou marcado com uma substância impura; sujo."},
  {"word": "DISABILITY", "clue": "Uma condição física ou mental que limita os movimentos ou atividades de uma pessoa."},
  {"word": "DISADVANTAGE", "clue": "Uma condição ou circunstância desfavorável."},  
  {"word": "DISAGREE", "clue": "Ter ou expressar uma opinião diferente; não concordar."},
  {"word": "DISAPPEAR", "clue": "Deixar de ser visível; desaparecer."},
  {"word": "DISAPPOINTED", "clue": "Sentir-se triste ou insatisfeito porque as esperanças ou expectativas não foram cumpridas."},
  {"word": "DISASTER", "clue": "Um evento súbito, como um acidente ou uma catástrofe natural, que causa grandes danos ou perdas de vidas."},
  {"word": "DISCIPLINE", "clue": "A prática de treinar pessoas para obedecer a regras, usando punição para corrigir a desobediência."},
  {"word": "DISCOUNT", "clue": "Uma dedução do preço habitual de algo; um desconto."},
  {"word": "DISCOVER", "clue": "Encontrar algo ou alguém inesperadamente ou durante uma busca."},
  {"word": "DISCUSS", "clue": "Falar sobre algo com outra pessoa ou grupo de pessoas."},
  {"word": "DISCUSSION", "clue": "O ato de falar sobre algo com outra pessoa ou grupo."},
  {"word": "DISEASE", "clue": "Uma condição anormal de um organismo que prejudica a sua função; uma doença."},
  {"word": "DISH", "clue": "Um recipiente plano e raso para servir comida; ou um prato específico de comida."},
  {"word": "DISK", "clue": "Um objeto plano e circular; refere-se frequentemente a meios de armazenamento de dados."},
  {"word": "DISLIKE", "clue": "Sentir aversão ou desaprovação por algo ou alguém."},
  {"word": "DISPLAY", "clue": "Expor algo para que seja visto; uma exibição."},
  {"word": "DISTANCE", "clue": "A medida do espaço entre dois pontos."},
  {"word": "DISTRIBUTE", "clue": "Partilhar ou entregar algo a um grupo de pessoas."},
  {"word": "DISTRICT", "clue": "Uma área de um país ou cidade, especialmente uma que tem características distintivas."},
  {"word": "DIVIDE", "clue": "Separar ou ser separado em partes."},
  {"word": "DIVISION", "clue": "O ato de separar algo em partes."},
  {"word": "DIVORCE", "clue": "A dissolução legal de um casamento."},
  {"word": "DO", "clue": "Realizar uma ação ou tarefa."},
  {"word": "DOCTOR", "clue": "Uma pessoa qualificada para praticar medicina."},
  {"word": "DOCUMENT", "clue": "Um pedaço de papel escrito, impresso ou eletrónico que fornece informação ou provas."},
  {"word": "DOG", "clue": "Um mamífero doméstico que é um animal de estimação popular."},
  {"word": "DOLLAR", "clue": "A unidade monetária básica dos Estados Unidos, Canadá e Austrália."},
  {"word": "DOMESTIC", "clue": "Relativo ao lar, à casa ou à família."},
  {"word": "DOMINATE", "clue": "Ter uma influência dominante sobre algo ou alguém."},
  {"word": "DOOR", "clue": "Uma barreira móvel na entrada de um edifício ou sala."},
  {"word": "DOT", "clue": "Um pequeno ponto redondo."},
  {"word": "DOUBLE", "clue": "Duas vezes a quantidade ou o número; ou algo composto por duas partes iguais."},
  {"word": "DOUBT", "clue": "Um sentimento de incerteza ou falta de convicção."},
  {"word": "DOWN", "clue": "Em direção a uma posição mais baixa; o oposto de 'up'."},
  {"word": "DOWNLOAD", "clue": "Copiar dados de um sistema de computador para outro, tipicamente pela internet."},
  {"word": "DOWNTOWN", "clue": "O centro comercial ou de negócios de uma cidade."},
  {"word": "DOZEN", "clue": "Um grupo ou conjunto de doze."},
  {"word": "DRAFT", "clue": "Uma versão preliminar de um texto; um rascunho."},
  {"word": "DRAG", "clue": "Puxar algo ou alguém com força e dificuldade."},
  {"word": "DRAMA", "clue": "Uma peça para teatro, rádio ou televisão; um género literário."},
  {"word": "DRAMATIC", "clue": "Relativo ao drama ou à representação; que causa grande emoção."},
  {"word": "DRAW", "clue": "Produzir uma imagem ou diagrama fazendo linhas e marcas no papel."},
  {"word": "DRAWING", "clue": "Uma imagem ou diagrama feito com lápis, caneta ou giz de cera."},
  {"word": "DREAM", "clue": "Uma série de pensamentos, imagens e sensações que ocorrem na mente de uma pessoa durante o sono."},
  {"word": "DRESS", "clue": "Uma peça de vestuário de uma só peça para uma mulher ou rapariga."},
  {"word": "DRINK", "clue": "Tomar um líquido pela boca; uma bebida."},
  {"word": "DRIVE", "clue": "Operar e controlar a direção de um veículo motorizado."},
  {"word": "DRIVER", "clue": "A pessoa que conduz um veículo."},
  {"word": "DROP", "clue": "Deixar ou fazer com que algo caia verticalmente."},
  {"word": "DRUG", "clue": "Uma substância usada no tratamento, cura ou prevenção de doenças; um medicamento."},
  {"word": "DRUM", "clue": "Um instrumento de percussão que soa quando é tocado com baquetas ou com as mãos."},
  {"word": "DRUNK", "clue": "Afetado pelo álcool a ponto de perder o controlo das suas faculdades."},
  {"word": "DRY", "clue": "Livre de humidade ou líquido; o oposto de 'wet'."},
  {"word": "DUE", "clue": "Esperado num determinado momento; com vencimento."},
  {"word": "DURING", "clue": "Ao longo de toda a duração de um período de tempo."},
  {"word": "DUST", "clue": "Pó fino e seco composto por pequenas partículas de terra ou resíduos."},
  {"word": "DUTY", "clue": "Uma tarefa ou ação que se é obrigado a realizar por razões morais ou legais; um dever."},
  {"word": "DVD", "clue": "Um disco ótico usado para armazenar dados, especialmente filmes."},
  {"word": "EACH", "clue": "Usado para se referir a todos os membros de um grupo, considerados individualmente."},
  {"word": "EAR", "clue": "O órgão da audição e do equilíbrio nos seres humanos e outros animais."},
  {"word": "EARLY", "clue": "Que acontece ou é feito antes do tempo usual ou esperado."},
  {"word": "EARN", "clue": "Obter dinheiro em troca de trabalho ou serviços."},
  {"word": "EARTH", "clue": "O planeta em que vivemos; o terceiro a contar do sol."},
  {"word": "EASILY", "clue": "Sem dificuldade ou grande esforço."},
  {"word": "EAST", "clue": "A direção de onde o sol nasce; o oposto de 'west'."},
  {"word": "EASY", "clue": "Alcançado sem grande esforço; que não apresenta dificuldades."},
  {"word": "EAT", "clue": "Colocar comida na boca e engolir para se alimentar."},
  {"word": "ECONOMIC", "clue": "Relativo à economia ou às finanças."},
  {"word": "ECONOMY", "clue": "O sistema de comércio e indústria pelo qual a riqueza de um país é criada e usada."},
  {"word": "EDGE", "clue": "A extremidade exterior de um objeto ou área; a borda."},
  {"word": "EDIT", "clue": "Preparar material escrito para publicação, corrigindo, condensando ou modificando."},
  {"word": "EDITION", "clue": "Uma versão particular de um livro ou jornal publicado."},
  {"word": "EDITOR", "clue": "A pessoa encarregada do conteúdo final de um jornal, revista ou livro."},
  {"word": "EDUCATE", "clue": "Dar instrução intelectual, moral e social a alguém."},
  {"word": "EDUCATION", "clue": "O processo de receber ou dar instrução sistemática, especialmente numa escola."},
  {"word": "EFFECT", "clue": "Uma mudança que é consequência de uma ação ou outra causa."},
  {"word": "EFFECTIVE", "clue": "Bem-sucedido na produção de um resultado desejado; eficaz."},
  {"word": "EFFICIENT", "clue": "Que alcança a máxima produtividade com o mínimo de esforço ou despesa."},
  {"word": "EFFORT", "clue": "Uma tentativa vigorosa ou determinada; um esforço."},
  {"word": "EGG", "clue": "Um objeto oval com uma casca frágil, posto por aves fêmeas, do qual nasce uma cria."},
  {"word": "EIGHT", "clue": "O número equivalente à soma de quatro e quatro; um a mais que sete."},
  {"word": "EITHER", "clue": "Usado para se referir a uma de duas possibilidades. Ex: 'You can have ______ tea or coffee.'"},
  {"word": "ELBOW", "clue": "A articulação que liga o antebraço ao braço."},
  {"word": "ELDERLY", "clue": "Termo formal ou educado para se referir a pessoas idosas."},
  {"word": "ELECT", "clue": "Escolher alguém para um cargo público através de votação."},
  {"word": "ELECTION", "clue": "Um processo formal de votação para escolher um representante político."},
  {"word": "ELECTRIC", "clue": "Relacionado com, derivado de, ou operado por eletricidade."},
  {"word": "ELECTRICITY", "clue": "Uma forma de energia resultante da existência de partículas carregadas."},
  {"word": "ELECTRONIC", "clue": "Relativo a dispositivos que operam com o fluxo de eletrões, como computadores."},
  {"word": "ELEMENT", "clue": "Uma parte ou aspeto essencial de algo."},
  {"word": "ELEPHANT", "clue": "Um grande mamífero cinzento com uma tromba longa e presas de marfim."},
  {"word": "ELSE", "clue": "Para além de; diferente. Ex: 'What ______ do you need?'"},
  {"word": "EMAIL", "clue": "Mensagens distribuídas por meios eletrónicos de um utilizador de computador para outro."},
  {"word": "EMBARRASSED", "clue": "Sentir-se constrangido, desajeitado ou envergonhado."},
  {"word": "EMERGE", "clue": "Sair ou aparecer de dentro de algo ou de um espaço oculto."},
  {"word": "EMERGENCY", "clue": "Uma situação séria, inesperada e muitas vezes perigosa que requer ação imediata."},
  {"word": "EMOTION", "clue": "Um forte sentimento derivado das circunstâncias, do humor ou das relações de alguém."},
  {"word": "EMOTIONAL", "clue": "Relativo às emoções de uma pessoa."},
  {"word": "EMPHASIS", "clue": "Importância ou valor especial dado a algo; ênfase."},
  {"word": "EMPIRE", "clue": "Um extenso grupo de estados ou países sob a autoridade de um único governante ou soberano."},
  {"word": "EMPLOY", "clue": "Dar trabalho a alguém e pagar-lhe por isso."},
  {"word": "EMPLOYEE", "clue": "Uma pessoa empregada por outra em troca de um salário."},
  {"word": "EMPLOYER", "clue": "Uma pessoa ou organização que emprega pessoas."},
  {"word": "EMPLOYMENT", "clue": "O estado de ter um trabalho remunerado."},
  {"word": "EMPTY", "clue": "Que não contém nada; o oposto de 'full'."},
  {"word": "ENABLE", "clue": "Dar a alguém ou a algo a autoridade ou os meios para fazer algo; permitir."},
  {"word": "ENCOURAGE", "clue": "Dar apoio, confiança ou esperança a alguém."},
  {"word": "END", "clue": "O ponto final de algo; o oposto de 'beginning'."},
  {"word": "ENEMY", "clue": "Uma pessoa que se opõe ativamente a outra; o oposto de 'friend'."},
  {"word": "ENERGY", "clue": "A força e a vitalidade necessárias para uma atividade física ou mental sustentada."},
  {"word": "ENGAGE", "clue": "Ocupar, atrair ou envolver o interesse ou a atenção de alguém."},
  {"word": "ENGINE", "clue": "Uma máquina com partes móveis que converte energia em movimento; um motor."},
  {"word": "ENGINEER", "clue": "Uma pessoa que projeta, constrói ou mantém motores, máquinas ou estruturas."},
  {"word": "ENGINEERING", "clue": "O ramo da ciência e da tecnologia preocupado com o projeto e a construção de motores e estruturas."},
  {"word": "ENJOY", "clue": "Sentir prazer ou satisfação com algo."},
  {"word": "ENORMOUS", "clue": "Muito grande em tamanho, quantidade ou extensão; imenso."},
  {"word": "ENOUGH", "clue": "Tanto quanto o necessário; suficiente."},
  {"word": "ENSURE", "clue": "Garantir que algo ocorra ou seja o caso."},
  {"word": "ENTER", "clue": "Entrar ou ir para dentro de um lugar."},
  {"word": "ENTERTAIN", "clue": "Proporcionar diversão ou prazer a alguém."},
  {"word": "ENTERTAINMENT", "clue": "A ação de proporcionar ou receber diversão; um espetáculo ou performance."},
  {"word": "ENTIRE", "clue": "Com todas as partes; completo, inteiro."},
  {"word": "ENTRANCE", "clue": "Uma abertura, como uma porta ou portão, que permite o acesso a um lugar."},
  {"word": "ENTRY", "clue": "O ato de entrar em algum lugar."},
  {"word": "ENVIRONMENT", "clue": "O meio ou as condições em que uma pessoa, animal ou planta vive."},
  {"word": "EPISODE", "clue": "Um evento ou um grupo de eventos que ocorrem como parte de uma sequência maior."},
  {"word": "EQUAL", "clue": "Ser o mesmo em quantidade, tamanho, grau ou valor."},
  {"word": "EQUIPMENT", "clue": "Os itens necessários para um propósito ou atividade particular."},
  {"word": "ERROR", "clue": "Um engano ou uma falha."},
  {"word": "ESCAPE", "clue": "Libertar-se do controlo ou do confinamento."},
  {"word": "ESPECIALLY", "clue": "Usado para destacar uma pessoa, coisa ou situação em detrimento de todas as outras."},
  {"word": "ESSAY", "clue": "Um texto curto sobre um determinado assunto."},
  {"word": "ESSENTIAL", "clue": "Absolutamente necessário; extremamente importante."},
  {"word": "ESTABLISH", "clue": "Criar ou fundar algo, como uma empresa ou organização."},
  {"word": "ESTATE", "clue": "Uma grande área de terra no campo, geralmente com uma casa grande, propriedade de uma pessoa ou família."},
  {"word": "EURO", "clue": "A moeda única europeia."},
  {"word": "EVEN", "clue": "Usado para enfatizar algo surpreendente; ou um número que pode ser dividido por dois."},
  {"word": "EVENING", "clue": "O período do dia entre o final da tarde e a noite."},
  {"word": "EVENT", "clue": "Uma coisa que acontece, especialmente uma de importância."},
  {"word": "EVENTUALLY", "clue": "No final, especialmente após um longo atraso ou uma série de problemas."},
  {"word": "EVER", "clue": "Em qualquer momento; usado em perguntas sobre experiências passadas. Ex: 'Have you ______ been to Paris?'"},
  {"word": "EVERY", "clue": "Usado para se referir a todos os membros de um grupo sem exceção."},
  {"word": "EVERYBODY", "clue": "Todas as pessoas; toda a gente."},
  {"word": "EVERYONE", "clue": "Sinónimo de 'everybody'; todas as pessoas."},
  {"word": "EVERYTHING", "clue": "Todas as coisas; a totalidade das coisas."},
  {"word": "EVERYWHERE", "clue": "Em todos os lugares."},
  {"word": "EVIDENCE", "clue": "A informação disponível que indica se uma crença ou proposição é verdadeira ou válida."},
  {"word": "EVIL", "clue": "Profundamente imoral e malévolo; o oposto de 'good'."},
  {"word": "EXACT", "clue": "Preciso e correto em todos os detalhes."},
  {"word": "EXACTLY", "clue": "Usado para enfatizar a exatidão de uma declaração; precisamente."},
  {"word": "EXAM", "clue": "Abreviação de 'examination'; um teste formal de conhecimentos ou proficiência."},
  {"word": "EXAMINE", "clue": "Inspecionar algo em detalhe para determinar a sua natureza ou condição."},
  {"word": "EXAMPLE", "clue": "Uma coisa característica do seu tipo ou que serve de ilustração."},
  {"word": "EXCELLENT", "clue": "Extremamente bom; notável."},
  {"word": "EXCEPT", "clue": "Não incluindo; para além de."},
  {"word": "EXCHANGE", "clue": "O ato de dar uma coisa e receber outra em troca."},
  {"word": "EXCITED", "clue": "Sentir-se muito entusiasmado e ansioso."},
  {"word": "EXCITING", "clue": "Que causa grande entusiasmo e expectativa."},
  {"word": "EXCUSE", "clue": "Uma razão ou explicação apresentada para justificar uma falha; uma desculpa."},
  {"word": "EXECUTIVE", "clue": "Uma pessoa com responsabilidade de gestão sénior numa empresa."},
  {"word": "EXERCISE", "clue": "Atividade que requer esforço físico, realizada para sustentar ou melhorar a saúde."},
  {"word": "EXHIBITION", "clue": "Uma exposição pública de obras de arte ou outros itens de interesse."},
  {"word": "EXIST", "clue": "Ter realidade objetiva ou ser."},
  {"word": "EXPAND", "clue": "Tornar-se ou fazer com que se torne maior em tamanho ou quantidade."},
  {"word": "EXPECT", "clue": "Considerar algo como provável de acontecer."},
  {"word": "EXPECTATION", "clue": "Uma forte crença de que algo irá acontecer ou será o caso no futuro."},
  {"word": "EXPENSE", "clue": "O custo incorrido em algo; uma despesa."},
  {"word": "EXPENSIVE", "clue": "Que custa muito dinheiro; o oposto de 'cheap'."},
  {"word": "EXPERIENCE", "clue": "Conhecimento ou habilidade adquirida através da prática ou observação de algo."},
  {"word": "EXPERIENCED", "clue": "Que tem conhecimento ou habilidade numa área específica, adquirida ao longo do tempo."},
  {"word": "EXPERIMENT", "clue": "Um procedimento científico realizado para fazer uma descoberta ou testar uma hipótese."},
  {"word": "EXPERT", "clue": "Uma pessoa que tem um conhecimento ou habilidade abrangente numa área específica."},
  {"word": "EXPLAIN", "clue": "Tornar algo claro, descrevendo-o em mais detalhe."},
  {"word": "EXPLANATION", "clue": "Uma declaração ou relato que torna algo claro."},
  {"word": "EXPLODE", "clue": "Rebentar ou estilhaçar-se ruidosamente e violentamente como resultado de uma combustão rápida."},
  {"word": "EXPLORE", "clue": "Viajar por uma área desconhecida para aprender sobre ela."},
  {"word": "EXPLOSION", "clue": "Uma libertação violenta e destrutiva de energia."},
  {"word": "EXPORT", "clue": "Enviar bens ou serviços para outro país para venda."},
  {"word": "EXPOSE", "clue": "Revelar a natureza de algo que estava escondido."},
  {"word": "EXPRESS", "clue": "Transmitir um pensamento ou sentimento em palavras."},
  {"word": "EXPRESSION", "clue": "O processo de dar a conhecer os pensamentos ou sentimentos."},
  {"word": "EXTEND", "clue": "Fazer com que dure mais tempo ou cubra uma área maior."},
  {"word": "EXTENT", "clue": "A área coberta por algo; a dimensão ou escala."},
  {"word": "EXTERNAL", "clue": "Relativo à parte exterior de algo."},
  {"word": "EXTRA", "clue": "Adicional; mais do que a quantidade usual ou necessária."},
  {"word": "EXTRAORDINARY", "clue": "Muito invulgar ou notável."},
  {"word": "EXTREME", "clue": "Que atinge um grau muito elevado; muito severo."},
  {"word": "EYE", "clue": "O órgão da visão."},
  {"word": "FACE", "clue": "A parte frontal da cabeça, da testa ao queixo; ou confrontar uma situação."},
  {"word": "FACILITY", "clue": "Um espaço ou equipamento previsto para um propósito particular; uma instalação."},
  {"word": "FACT", "clue": "Algo que se sabe ou se prova ser verdadeiro."},
  {"word": "FACTOR", "clue": "Uma circunstância, facto ou influência que contribui para um resultado."},
  {"word": "FACTORY", "clue": "Um edifício onde os bens são fabricados, principalmente por máquinas."},
  {"word": "FAIL", "clue": "Não ter sucesso em alcançar algo."},
  {"word": "FAILURE", "clue": "A falta de sucesso."},
  {"word": "FAIR", "clue": "Justo e razoável; ou um evento público com entretenimento e competições."},
  {"word": "FAITH", "clue": "Confiança ou convicção completa em alguém ou algo."},
  {"word": "FALL", "clue": "Mover-se de um nível mais alto para um mais baixo; ou a estação do outono."},
  {"word": "FALSE", "clue": "Que não está de acordo com a realidade ou a verdade; incorreto."},
  {"word": "FAMILIAR", "clue": "Bem conhecido por experiência; comum."},
  {"word": "FAMILY", "clue": "Um grupo composto por pais e filhos que vivem juntos como uma unidade."},
  {"word": "FAMOUS", "clue": "Conhecido por muitas pessoas."},
  {"word": "FAN", "clue": "Uma pessoa que tem um interesse entusiástico por algo; ou um aparelho para criar uma corrente de ar."},
  {"word": "FANCY", "clue": "Elaborado na estrutura ou decoração; ou o sentimento de gostar de alguém."},
  {"word": "FANTASY", "clue": "A faculdade de imaginar coisas, especialmente as que são impossíveis ou improváveis."},
  {"word": "FAR", "clue": "A uma grande distância."},
  {"word": "FARM", "clue": "Uma área de terra usada para a agricultura ou para a criação de animais."},
  {"word": "FARMER", "clue": "Uma pessoa que possui ou gere uma quinta."},
  {"word": "FASHION", "clue": "Um estilo popular de roupa, cabelo, etc., num determinado momento."},
  {"word": "FAST", "clue": "Que se move ou é capaz de se mover a alta velocidade; rápido."},
  {"word": "FAT", "clue": "Uma substância oleosa natural nos corpos dos animais."},
  {"word": "FATHER", "clue": "Um progenitor do sexo masculino."},
  {"word": "FAULT", "clue": "A responsabilidade por um acidente ou infortúnio; culpa."},
  {"word": "FAVOR", "clue": "Aprovação ou gosto por alguém ou algo; um favor."},
  {"word": "FAVORITE", "clue": "Preferido em detrimento de todos os outros do mesmo tipo."},
  {"word": "FEAR", "clue": "Uma emoção desagradável causada pela crença de que alguém ou algo é perigoso."},
  {"word": "FEATURE", "clue": "Uma característica distintiva ou um aspeto de algo."},
  {"word": "FEBRUARY", "clue": "O segundo mês do ano."},
  {"word": "FEDERAL", "clue": "Relativo a um sistema de governo em que vários estados formam uma unidade, mas permanecem independentes nos assuntos internos."},
  {"word": "FEE", "clue": "Um pagamento feito a um profissional em troca de aconselhamento ou serviços; uma taxa."},
  {"word": "FEED", "clue": "Dar comida a uma pessoa ou animal."},
  {"word": "FEEL", "clue": "Estar ciente de algo através do toque ou de ser tocado."},
  {"word": "FEELING", "clue": "Um estado emocional ou uma reação."},
  {"word": "FELLOW", "clue": "Um homem ou rapaz; um camarada ou associado."},
  {"word": "FEMALE", "clue": "Do sexo que pode dar à luz; o oposto de 'male'."},
  {"word": "FENCE", "clue": "Uma barreira ou vedação, tipicamente de madeira ou arame, que delimita uma área."},
  {"word": "FESTIVAL", "clue": "Um dia ou período de celebração, tipicamente por razões religiosas."},
  {"word": "FEW", "clue": "Um pequeno número de. Ex: 'Only a ______ people came.'"},
  {"word": "FIELD", "clue": "Uma área de terra aberta, especialmente uma plantada com culturas ou pasto."},
  {"word": "FIFTEEN", "clue": "O número equivalente à soma de dez e cinco."},
  {"word": "FIFTH", "clue": "Que constitui o número cinco numa sequência."},
  {"word": "FIFTY", "clue": "O número equivalente ao produto de cinco e dez."},
  {"word": "FIGHT", "clue": "Participar numa luta violenta para derrotar alguém."},
  {"word": "FIGURE", "clue": "A forma de um corpo humano; ou um número, especialmente um que faz parte de estatísticas."},
  {"word": "FILE", "clue": "Uma pasta ou caixa para guardar documentos soltos de forma organizada."},
  {"word": "FILL", "clue": "Fazer com que um recipiente se torne cheio."},
  {"word": "FILM", "clue": "Uma história ou evento gravado por uma câmara como um conjunto de imagens em movimento."},
  {"word": "FINAL", "clue": "Que vem no fim de uma série; último."},
  {"word": "FINALLY", "clue": "Após um longo tempo, tipicamente com atraso ou dificuldade."},
  {"word": "FINANCE", "clue": "A gestão de grandes quantias de dinheiro, especialmente por governos ou grandes empresas."},
  {"word": "FINANCIAL", "clue": "Relativo a finanças."},
  {"word": "FIND", "clue": "Descobrir ou perceber algo, por acaso ou procurando."},
  {"word": "FINE", "clue": "De alta qualidade; ou uma soma de dinheiro exigida como penalidade."},
  {"word": "FINGER", "clue": "Cada um dos cinco dígitos da mão."},
  {"word": "FINISH", "clue": "Levar uma tarefa ou atividade ao fim; completar."},
  {"word": "FIRE", "clue": "Combustão que produz calor e luz; ou despedir alguém de um emprego."},
  {"word": "FIRM", "clue": "Uma empresa de negócios; ou algo sólido e estável."},
  {"word": "FIRST", "clue": "Que vem antes de todos os outros no tempo ou na ordem."},
  {"word": "FISH", "clue": "Um animal de sangue frio que vive na água, coberto de escamas."},
  {"word": "FISHING", "clue": "O desporto ou a indústria de apanhar peixes."},
  {"word": "FIT", "clue": "Do tamanho e forma certos para alguém; ou estar em boa condição física."},
  {"word": "FITNESS", "clue": "O estado de estar fisicamente saudável e forte."},
  {"word": "FIVE", "clue": "O número equivalente à soma de dois e três."},
  {"word": "FIX", "clue": "Reparar ou consertar algo que está danificado."},
  {"word": "FLAG", "clue": "Um pedaço de pano com um desenho distintivo, usado como emblema de um país."},
  {"word": "FLAME", "clue": "Um gás quente e brilhante que aparece quando algo arde."},
  {"word": "FLASH", "clue": "Uma luz brilhante e súbita."},
  {"word": "FLAT", "clue": "Que tem uma superfície nivelada e lisa; ou um apartamento."},
  {"word": "FLEXIBLE", "clue": "Capaz de se dobrar facilmente sem quebrar."},
  {"word": "FLIGHT", "clue": "A ação de voar através do ar."},
  {"word": "FLOAT", "clue": "Permanecer na superfície de um líquido sem afundar."},
  {"word": "FLOOD", "clue": "Uma grande quantidade de água que cobre uma área que normalmente está seca."},
  {"word": "FLOOR", "clue": "A superfície inferior de uma sala, sobre a qual se anda."},
  {"word": "FLOUR", "clue": "Um pó obtido pela moagem de grãos, usado para fazer pão, bolos e massas."},
  {"word": "FLOW", "clue": "O movimento constante e suave de algo, como um rio ou o trânsito."},
  {"word": "FLOWER", "clue": "A parte reprodutiva de uma planta, notável pela sua cor e perfume."},
  {"word": "FLY", "clue": "Mover-se através do ar usando asas; ou um inseto com duas asas."},
  {"word": "FOCUS", "clue": "O centro de interesse ou atividade; ou o ato de se concentrar."},
  {"word": "FOLD", "clue": "Dobrar uma parte de algo flexível sobre si mesma."},
  {"word": "FOLK", "clue": "Termo informal para se referir a pessoas em geral."},
  {"word": "FOLLOW", "clue": "Ir ou vir atrás de alguém ou algo."},
  {"word": "FOLLOWING", "clue": "Que vem a seguir no tempo ou na ordem; seguinte."},
  {"word": "FOOD", "clue": "Qualquer substância nutritiva que as pessoas ou os animais comem ou bebem."},
  {"word": "FOOT", "clue": "A parte inferior da perna, abaixo do tornozelo, sobre a qual uma pessoa anda."},
  {"word": "FOOTBALL", "clue": "Um desporto de equipa que envolve chutar uma bola para marcar golos. Em inglês americano, refere-se a um desporto diferente."},
  {"word": "FOR", "clue": "Preposição que indica o propósito ou o destinatário de algo."},
  {"word": "FORCE", "clue": "Força ou energia como um atributo de uma ação física."},
  {"word": "FOREIGN", "clue": "De, para, ou em outro país que não o seu."},
  {"word": "FOREST", "clue": "Uma grande área coberta principalmente por árvores e vegetação rasteira."},
  {"word": "FOREVER", "clue": "Por todo o tempo futuro; para sempre."},
  {"word": "FORGET", "clue": "Não ser capaz de se lembrar de algo."},
  {"word": "FORGIVE", "clue": "Deixar de sentir raiva ou ressentimento por uma ofensa; perdoar."},
  {"word": "FORK", "clue": "Um utensílio com duas ou mais pontas, usado para levantar comida à boca."},
  {"word": "FORM", "clue": "A forma visível ou a configuração de algo; ou um documento com espaços para preencher."},
  {"word": "FORMAL", "clue": "Feito de acordo com as regras da convenção ou etiqueta."},
  {"word": "FORMER", "clue": "Que existiu ou teve um estatuto particular no passado; anterior ou ex-."},
  {"word": "FORMULA", "clue": "Uma expressão matemática ou científica de uma regra ou relação."},
  {"word": "FORTUNE", "clue": "O acaso ou a sorte que influencia a vida de alguém; ou uma grande quantia de dinheiro."},
  {"word": "FORTY", "clue": "O número equivalente ao produto de quatro e dez."},
  {"word": "FORWARD", "clue": "Na direção que está à frente; o oposto de 'backward'."},
  {"word": "FOUND", "clue": "O tempo passado do verbo 'find'; ou criar ou estabelecer uma instituição."},
  {"word": "FOUR", "clue": "O número que se segue ao três e precede o cinco."},
  {"word": "FOURTEEN", "clue": "O número equivalente à soma de dez e quatro."},
  {"word": "FOURTH", "clue": "Que constitui o número quatro numa sequência; o quarto."},
  {"word": "FRAME", "clue": "Uma estrutura rígida que rodeia uma imagem, porta ou janela."},
  {"word": "FREE", "clue": "Que não está sob o controlo de outros; ou disponível sem custo."},
  {"word": "FREEDOM", "clue": "O poder ou o direito de agir, falar ou pensar como se quer."},
  {"word": "FREEZE", "clue": "Transformar um líquido em sólido devido a temperaturas extremamente baixas; congelar."},
  {"word": "FRENCH", "clue": "Relativo a França, ao seu povo ou à sua língua."},
  {"word": "FREQUENCY", "clue": "A taxa à qual algo ocorre ou se repete num determinado período."},
  {"word": "FREQUENT", "clue": "Que ocorre ou é feito em muitas ocasiões ou em intervalos curtos."},
  {"word": "FRESH", "clue": "Recente, novo, não estragado; fresco."},
  {"word": "FRIDAY", "clue": "O dia da semana antes de sábado e depois de quinta-feira."},
  {"word": "FRIDGE", "clue": "Abreviação de 'refrigerator'; um aparelho para manter os alimentos frios."},
  {"word": "FRIEND", "clue": "Uma pessoa que se conhece bem e com quem se tem um laço de afeto mútuo."},
  {"word": "FRIENDLY", "clue": "Amável e agradável; amigável."},
  {"word": "FRIENDSHIP", "clue": "O estado de ser amigos; amizade."},
  {"word": "FRIGHTENED", "clue": "Sentir medo ou estar assustado."},
  {"word": "FROM", "clue": "Preposição que indica o ponto de partida de algo."},
  {"word": "FRONT", "clue": "A parte ou lado mais avançado de algo; a frente."},
  {"word": "FROZEN", "clue": "Que foi transformado em gelo ou numa substância sólida devido ao frio extremo."},
  {"word": "FRUIT", "clue": "O produto doce e carnudo de uma árvore ou planta que contém sementes."},
  {"word": "FRY", "clue": "Cozinhar em gordura quente ou óleo."},
  {"word": "FUEL", "clue": "Material como carvão, gás ou óleo que é queimado para produzir calor ou energia."},
  {"word": "FULL", "clue": "Que contém tanto quanto é possível; o oposto de 'empty'."},
  {"word": "FUN", "clue": "Prazer, divertimento ou entretenimento ligeiro."},
  {"word": "FUNCTION", "clue": "Uma atividade ou propósito natural de uma pessoa ou coisa."},
  {"word": "FUND", "clue": "Uma soma de dinheiro guardada ou disponibilizada para um propósito particular."},
  {"word": "FUNDAMENTAL", "clue": "Que forma uma base ou um núcleo necessário; de importância central."},
  {"word": "FUNERAL", "clue": "A cerimónia realizada em honra de uma pessoa falecida."},
  {"word": "FUNNY", "clue": "Que causa riso ou divertimento; humorístico."},
  {"word": "FUR", "clue": "O pelo curto e macio de certos animais."},
  {"word": "FURNITURE", "clue": "Os itens móveis, como cadeiras e mesas, que são colocados numa casa para a tornar habitável."},
  {"word": "FURTHER", "clue": "A uma distância maior; mais longe."},
  {"word": "FUTURE", "clue": "O tempo que ainda está para vir."},
  {"word": "GAIN", "clue": "Obter ou assegurar algo desejável."},
  {"word": "GALLERY", "clue": "Uma sala ou edifício para a exposição de obras de arte."},
  {"word": "GAME", "clue": "Uma forma de jogo ou desporto, especialmente uma que se joga por regras."},
  {"word": "GANG", "clue": "Um grupo organizado de criminosos."},
  {"word": "GAP", "clue": "Uma pausa ou um espaço num objeto ou entre dois objetos."},
  {"word": "GARAGE", "clue": "Um edifício para guardar um veículo motorizado."},
  {"word": "GARDEN", "clue": "Um pedaço de terra, muitas vezes perto de uma casa, usado para cultivar flores ou vegetais."},
  {"word": "GAS", "clue": "Uma substância semelhante ao ar que não é nem sólida nem líquida; ou gasolina."},
  {"word": "GATE", "clue": "Uma barreira articulada usada para fechar uma abertura numa parede ou vedação."},
  {"word": "GATHER", "clue": "Juntar ou reunir pessoas ou coisas."},
  {"word": "GEAR", "clue": "As rodas dentadas numa máquina que transmitem movimento; uma engrenagem."},
  {"word": "GENDER", "clue": "O estado de ser masculino ou feminino."},
  {"word": "GENE", "clue": "Uma unidade de hereditariedade que é transferida de um progenitor para a descendência."},
  {"word": "GENERAL", "clue": "Que afeta ou diz respeito a todas ou à maioria das pessoas, lugares ou coisas."},
  {"word": "GENERALLY", "clue": "Na maioria dos casos; usualmente."},
  {"word": "GENERATE", "clue": "Produzir ou criar."},
  {"word": "GENERATION", "clue": "Todas as pessoas nascidas e a viver aproximadamente ao mesmo tempo."},
  {"word": "GENEROUS", "clue": "Que mostra prontidão para dar mais de algo, como dinheiro ou tempo, do que o estritamente necessário."},
  {"word": "GENTLE", "clue": "Que tem ou mostra uma natureza amável e calma."},
  {"word": "GENTLEMAN", "clue": "Um homem cavalheiro, cortês ou honrado."},
  {"word": "GEOGRAPHY", "clue": "O estudo das características físicas da Terra e da sua atmosfera."},
  {"word": "GET", "clue": "Vir a ter ou a possuir; obter."},
  {"word": "GHOST", "clue": "A aparição de uma pessoa morta que se acredita aparecer aos vivos."},
  {"word": "GIANT", "clue": "De tamanho muito grande; um ser humano de tamanho sobre-humano."},
  {"word": "GIFT", "clue": "Algo dado voluntariamente sem pagamento em troca; um presente."},
  {"word": "GIRL", "clue": "Uma criança do sexo feminino."},
  {"word": "GIRLFRIEND", "clue": "Uma parceira romântica regular do sexo feminino."},
  {"word": "GIVE", "clue": "Transferir livremente a posse de algo para alguém."},
  {"word": "GLAD", "clue": "Sentir prazer ou felicidade; contente."},
  {"word": "GLASS", "clue": "Um material duro e transparente usado para fazer janelas; ou um copo para beber."},
  {"word": "GLOBAL", "clue": "Relativo ao mundo inteiro."},
  {"word": "GLOVE", "clue": "Uma peça de vestuário que cobre a mão, com separações para cada dedo."},
  {"word": "GO", "clue": "Mover-se de um lugar para outro; ir."},
  {"word": "GOAL", "clue": "A meta ou o objetivo que se pretende alcançar; ou o local onde se marca um ponto num jogo."},
  {"word": "GOD", "clue": "O ser supremo e criador do universo na religião monoteísta."},
  {"word": "GOLD", "clue": "Um metal precioso de cor amarela, usado em joalharia e como moeda."},
  {"word": "GOLF", "clue": "Um jogo jogado num grande campo ao ar livre, em que se usam tacos para acertar numa pequena bola dura."},
  {"word": "GOOD", "clue": "De alta qualidade; que tem as qualidades desejadas."},
  {"word": "GOODBYE", "clue": "Expressão usada ao sair ou ao despedir-se de alguém."},
  {"word": "GOODS", "clue": "Mercadorias ou posses."},
  {"word": "GOVERN", "clue": "Conduzir a política, as ações e os assuntos de um estado ou organização."},
  {"word": "GOVERNMENT", "clue": "O grupo de pessoas com autoridade para governar um país ou estado."},
  {"word": "GRAB", "clue": "Agarrar ou apanhar algo de forma súbita e rude."},
  {"word": "GRADE", "clue": "Uma marca que indica a qualidade do trabalho de um aluno; ou uma série escolar."},
  {"word": "GRADUALLY", "clue": "De forma lenta e gradual."},
  {"word": "GRADUATE", "clue": "Completar com sucesso um curso académico numa universidade ou faculdade."},
  {"word": "GRAIN", "clue": "O trigo ou outro cereal cultivado; um grão."},
  {"word": "GRAM", "clue": "Uma unidade de massa do sistema métrico, igual a um milésimo de um quilograma."},
  {"word": "GRAMMAR", "clue": "O conjunto de regras estruturais que governam a composição de frases e palavras numa língua."},
  {"word": "GRAND", "clue": "Magnífico e impressionante em aparência, tamanho ou estilo."},
  {"word": "GRANDFATHER", "clue": "O pai do pai ou da mãe de uma pessoa."},
  {"word": "GRANDMOTHER", "clue": "A mãe do pai ou da mãe de uma pessoa."},
  {"word": "GRANDPARENT", "clue": "O pai ou a mãe de um dos progenitores de uma pessoa."},
  {"word": "GRANT", "clue": "Concordar em dar ou permitir algo que foi pedido; conceder."},
  {"word": "GRASS", "clue": "Vegetação composta por plantas com folhas verdes finas, que cobre o solo."},
  {"word": "GRATEFUL", "clue": "Sentir ou mostrar apreço por algo; grato."},
  {"word": "GRAVE", "clue": "Um local de enterro para um corpo morto; ou algo que é muito sério."},
  {"word": "GRAY", "clue": "A cor intermédia entre o preto e o branco."},
  {"word": "GREAT", "clue": "De uma extensão, quantidade ou intensidade consideravelmente acima do normal; ótimo."},
  {"word": "GREEN", "clue": "A cor entre o azul e o amarelo no espetro; a cor da relva."},
  {"word": "GREETING", "clue": "Uma expressão de boas-vindas ou um cumprimento."},
  {"word": "GROUND", "clue": "A superfície sólida da Terra; o chão."},
  {"word": "GROUP", "clue": "Um número de pessoas ou coisas que estão localizadas juntas ou que são classificadas juntas."},
  {"word": "GROW", "clue": "Sofrer um processo natural de desenvolvimento, aumentando de tamanho."},
  {"word": "GROWTH", "clue": "O processo de aumento de tamanho."},
  {"word": "GUARANTEE", "clue": "Uma promessa formal de que certas condições serão cumpridas."},
  {"word": "GUARD", "clue": "Uma pessoa que protege um lugar ou vigia prisioneiros."},
  {"word": "GUESS", "clue": "Estimar ou supor algo sem ter informação suficiente para ter a certeza."},
  {"word": "GUEST", "clue": "Uma pessoa que é convidada para a casa de alguém ou para um evento social."},
  {"word": "GUIDE", "clue": "Uma pessoa que mostra o caminho a outros; ou um livro que dá informações sobre um lugar."},
  {"word": "GUILTY", "clue": "Responsável por uma ofensa especificada; culpado."},
  {"word": "GUITAR", "clue": "Um instrumento de cordas, geralmente com seis cordas, tocado com os dedos ou com uma palheta."},
  {"word": "GUN", "clue": "Uma arma que dispara balas ou projéteis."},
  {"word": "GUY", "clue": "Termo informal para um homem; um 'cara'."},
  {"word": "HABIT", "clue": "Uma prática regular ou rotineira que é difícil de abandonar."},
  {"word": "HAIR", "clue": "Os filamentos finos que crescem na pele dos mamíferos, especialmente na cabeça humana."},
  {"word": "HALF", "clue": "Uma de duas partes iguais em que algo pode ser dividido."},
  {"word": "HALL", "clue": "O corredor ou vestíbulo logo à entrada de um edifício."},
  {"word": "HAND", "clue": "A extremidade do braço de uma pessoa, para além do pulso, que inclui a palma, os dedos e o polegar."},
  {"word": "HANDLE", "clue": "Lidar com uma situação ou tarefa; ou a parte de um objeto pela qual se pega."},
  {"word": "HANG", "clue": "Suspender ou ser suspenso por cima, de modo que a parte inferior fique solta."},
  {"word": "HAPPEN", "clue": "Ocorrer; ter lugar."},
  {"word": "HAPPILY", "clue": "De uma forma feliz."},
  {"word": "HAPPINESS", "clue": "O estado de ser feliz."},
  {"word": "HAPPY", "clue": "Sentir ou mostrar prazer ou contentamento."},
  {"word": "HARD", "clue": "Sólido, firme e rígido; difícil de dobrar ou quebrar."},
  {"word": "HARDLY", "clue": "Quase não; dificilmente."},
  {"word": "HARM", "clue": "Dano ou prejuízo físico ou mental."},
  {"word": "HAT", "clue": "Uma cobertura para a cabeça, usada para proteção ou como acessório de moda."},
  {"word": "HATE", "clue": "Sentir uma aversão intensa por alguém ou algo."},
  {"word": "HAVE", "clue": "Possuir, deter ou conter."},
  {"word": "HE", "clue": "Pronome usado para se referir a um homem ou rapaz mencionado anteriormente."},
  {"word": "HEAD", "clue": "A parte superior do corpo humano, que contém o cérebro, a boca e os órgãos dos sentidos."},
  {"word": "HEADLINE", "clue": "O título de um artigo de jornal, impresso em letras grandes."},
  {"word": "HEALTH", "clue": "O estado de estar livre de doença ou lesão."},
  {"word": "HEALTHY", "clue": "Em bom estado de saúde."},
  {"word": "HEAR", "clue": "Perceber um som com o ouvido."},
  {"word": "HEARING", "clue": "A faculdade de perceber sons; ou um processo legal perante um tribunal."},
  {"word": "HEART", "clue": "O órgão muscular que bombeia o sangue através do sistema circulatório."},
  {"word": "HEAT", "clue": "A qualidade de ser quente; ou o processo de aquecer algo."},
  {"word": "HEAVEN", "clue": "Na religião cristã, o lugar onde se acredita que Deus e os anjos vivem."},
  {"word": "HEAVY", "clue": "De grande peso; difícil de levantar ou mover."},
  {"word": "HEEL", "clue": "A parte de trás do pé, abaixo do tornozelo."},
  {"word": "HEIGHT", "clue": "A medida de alguém ou algo da base ao topo."},
  {"word": "HELICOPTER", "clue": "Um tipo de aeronave que obtém sustentação de pás que giram horizontalmente."},
  {"word": "HELL", "clue": "Na religião, um lugar de sofrimento espiritual onde as almas dos pecadores vão após a morte."},
  {"word": "HELLO", "clue": "Uma saudação usada ao encontrar ou cumprimentar alguém."},
  {"word": "HELP", "clue": "Tornar mais fácil para alguém fazer algo, oferecendo os seus serviços ou recursos."},
  {"word": "HELPFUL", "clue": "Que dá ou está pronto a dar ajuda; útil."},
  {"word": "HER", "clue": "Pronome usado para se referir a uma mulher ou rapariga mencionada anteriormente."},
  {"word": "HERE", "clue": "Neste lugar, posição ou ponto."},
  {"word": "HERO", "clue": "Uma pessoa admirada pelas suas qualidades corajosas ou feitos notáveis."},
  {"word": "HERS", "clue": "O pronome possessivo correspondente a 'her'. Ex: 'The book is ______.'"},
  {"word": "HERSELF", "clue": "Pronome reflexivo usado para enfatizar uma mulher ou rapariga específica."},
  {"word": "HESITATE", "clue": "Pausar antes de dizer ou fazer algo, especialmente por incerteza."},
  {"word": "HEY", "clue": "Uma interjeição usada para atrair a atenção."},
  {"word": "HI", "clue": "Uma saudação informal, semelhante a 'hello'."},
  {"word": "HIDE", "clue": "Colocar algo ou a si mesmo fora de vista; esconder."},
  {"word": "HIGH", "clue": "De grande extensão vertical; o oposto de 'low'."},
  {"word": "HIGHLIGHT", "clue": "A parte mais interessante ou emocionante de algo; ou marcar texto com uma cor."},
  {"word": "HIGHLY", "clue": "Num grau elevado; muito."},
  {"word": "HIGHWAY", "clue": "Uma estrada principal que liga cidades ou vilas."},
  {"word": "HILL", "clue": "Uma área de terra elevada, mas não tão alta como uma montanha."},
  {"word": "HIM", "clue": "Pronome usado para se referir a um homem ou rapaz mencionado anteriormente."},
  {"word": "HIMSELF", "clue": "Pronome reflexivo usado para enfatizar um homem ou rapaz específico."},
  {"word": "HIRE", "clue": "Empregar alguém para um trabalho; contratar."},
  {"word": "HIS", "clue": "O pronome possessivo correspondente a 'he'. Ex: 'This is ______ car.'"},
  {"word": "HISTORIAN", "clue": "Um especialista ou estudante de história."},
  {"word": "HISTORICAL", "clue": "Relativo à história ou a eventos passados."},
  {"word": "HISTORY", "clue": "O estudo de eventos passados, particularmente em assuntos humanos."},
  {"word": "HIT", "clue": "Bater em algo ou alguém com força."},
  {"word": "HOBBY", "clue": "Uma atividade feita regularmente no tempo livre para prazer."},
  {"word": "HOCKEY", "clue": "Um desporto de equipa jogado com tacos curvos e uma bola ou disco."},
  {"word": "HOLD", "clue": "Agarrar, carregar ou suportar com os braços ou as mãos."},
  {"word": "HOLE", "clue": "Uma abertura oca num objeto sólido."},
  {"word": "HOLIDAY", "clue": "Um dia de festa ou descanso do trabalho; um feriado."},
  {"word": "HOLLYWOOD", "clue": "A indústria cinematográfica dos Estados Unidos, sediada na Califórnia."},
  {"word": "HOLY", "clue": "Dedicado ou consagrado a Deus ou a um propósito religioso; sagrado."},
  {"word": "HOME", "clue": "O lugar onde se vive permanentemente, especialmente como membro de uma família."},
  {"word": "HOMEWORK", "clue": "Trabalho escolar que um aluno é obrigado a fazer em casa."},
  {"word": "HONEST", "clue": "Sincero e verdadeiro; que não engana."},
  {"word": "HONOR", "clue": "Grande respeito; honra."},
  {"word": "HOPE", "clue": "Um sentimento de expectativa e desejo de que algo aconteça."},
  {"word": "HORRIBLE", "clue": "Que causa ou é suscetível de causar horror; chocante."},
  {"word": "HORROR", "clue": "Um sentimento intenso de medo, choque ou repulsa."},
  {"word": "HORSE", "clue": "Um grande animal domesticado com quatro patas, crina e cauda, usado para montar ou para puxar cargas."},
  {"word": "HOSPITAL", "clue": "Uma instituição que presta cuidados médicos e tratamento a doentes e feridos."},
  {"word": "HOST", "clue": "Uma pessoa que recebe ou entretém convidados; um anfitrião."},
  {"word": "HOT", "clue": "Que tem uma temperatura elevada; o oposto de 'cold'."},
  {"word": "HOTEL", "clue": "Um estabelecimento que oferece alojamento pago a viajantes."},
  {"word": "HOUR", "clue": "Um período de sessenta minutos."},
  {"word": "HOUSE", "clue": "Um edifício para habitação humana, especialmente um que é habitado por uma família."},
  {"word": "HOUSEHOLD", "clue": "Um agregado familiar, constituído pelas pessoas que vivem juntas numa casa."},
  {"word": "HOUSING", "clue": "Casas e apartamentos considerados coletivamente, especialmente em termos de disponibilidade e preço."},
  {"word": "HOW", "clue": "De que maneira ou por que meios."},
  {"word": "HOWEVER", "clue": "Usado para introduzir uma declaração que contrasta com algo que foi dito anteriormente; no entanto."},
  {"word": "HUGE", "clue": "Extremamente grande; enorme."},
  {"word": "HUMAN", "clue": "Relativo ou característico das pessoas."},
  {"word": "HUMOR", "clue": "A qualidade de ser divertido ou cómico."},
  {"word": "HUNDRED", "clue": "O número equivalente ao produto de dez por dez."},
  {"word": "HUNGRY", "clue": "Sentir ou exibir a necessidade de comer."},
  {"word": "HUNT", "clue": "Perseguir e matar um animal selvagem para fins alimentares ou desportivos; caçar."},
  {"word": "HURRICANE", "clue": "Uma tempestade com um vento violento, em particular um ciclone tropical."},
  {"word": "HURRY", "clue": "Mover-se ou agir com grande rapidez; apressar-se."},
  {"word": "HURT", "clue": "Causar dor ou ferimento físico a alguém."},
  {"word": "HUSBAND", "clue": "Um homem casado; um esposo."},
  {"word": "I", "clue": "Pronome usado por um falante para se referir a si mesmo."},
  {"word": "ICE", "clue": "Água congelada, uma substância sólida e quebradiça."},
  {"word": "IDEA", "clue": "Um pensamento ou sugestão sobre um possível curso de ação."},
  {"word": "IDEAL", "clue": "Que satisfaz a conceção de perfeição; o mais adequado."},
  {"word": "IDENTIFY", "clue": "Estabelecer quem ou o que alguém ou algo é."},
  {"word": "IDENTITY", "clue": "As características que determinam quem ou o que uma pessoa é."},
  {"word": "IF", "clue": "Conjunção usada para introduzir uma condição."},
  {"word": "IGNORE", "clue": "Recusar-se a tomar conhecimento ou a reconhecer; desconsiderar intencionalmente."},
  {"word": "ILL", "clue": "Que não goza de boa saúde; doente."},
  {"word": "ILLEGAL", "clue": "Contrário à lei; ilegal."},
  {"word": "ILLNESS", "clue": "Uma doença ou período de doença que afeta o corpo ou a mente."},
  {"word": "ILLUSTRATE", "clue": "Fornecer um livro ou texto com imagens; ou servir de exemplo."},
  {"word": "IMAGE", "clue": "Uma representação da aparência externa de uma pessoa ou coisa."},
  {"word": "IMAGINE", "clue": "Formar uma imagem ou conceito mental de algo."},
  {"word": "IMMEDIATE", "clue": "Que ocorre ou é feito de uma só vez; instantâneo."},
  {"word": "IMMIGRANT", "clue": "Uma pessoa que vem viver permanentemente num país estrangeiro."},
  {"word": "IMPACT", "clue": "Um efeito ou influência marcante."},
  {"word": "IMPATIENT", "clue": "Ter ou mostrar uma tendência para se irritar ou provocar facilmente; impaciente."},
  {"word": "IMPLEMENT", "clue": "Colocar uma decisão, plano ou acordo em prática."},
  {"word": "IMPLY", "clue": "Sugerir fortemente a verdade ou a existência de algo não expressamente declarado."},
  {"word": "IMPORT", "clue": "Trazer bens ou serviços para um país a partir do estrangeiro para venda."},
  {"word": "IMPORTANCE", "clue": "O estado ou o facto de ter um grande significado ou valor."},
  {"word": "IMPORTANT", "clue": "De grande significado ou valor."},
  {"word": "IMPOSE", "clue": "Forçar algo a ser aceite ou posto em prática."},
  {"word": "IMPOSSIBLE", "clue": "Que não pode ocorrer ou ser feito."},
  {"word": "IMPRESS", "clue": "Fazer alguém sentir admiração e respeito."},
  {"word": "IMPRESSION", "clue": "Uma ideia, sentimento ou opinião sobre algo ou alguém."},
  {"word": "IMPRESSIVE", "clue": "Que evoca admiração pela sua dimensão, qualidade ou habilidade."},
  {"word": "IMPROVE", "clue": "Tornar ou ficar melhor."},
  {"word": "IMPROVEMENT", "clue": "Uma mudança ou adição pela qual algo é melhorado."},
  {"word": "IN", "clue": "Preposição que expressa a localização de algo dentro de um espaço."},
  {"word": "INCH", "clue": "Uma unidade de medida de comprimento, igual a 2,54 centímetros."},
  {"word": "INCIDENT", "clue": "Um evento ou ocorrência."},
  {"word": "INCLUDE", "clue": "Compreender ou abranger como parte de um todo."},
  {"word": "INCOME", "clue": "Dinheiro recebido, especialmente de forma regular, por trabalho ou investimentos."},
  {"word": "INCORPORATE", "clue": "Incluir algo como parte de um todo."},
  {"word": "INCREASE", "clue": "Tornar-se ou fazer com que se torne maior em tamanho, quantidade ou grau."},
  {"word": "INCREDIBLE", "clue": "Difícil de acreditar; extraordinário."},
  {"word": "INDEED", "clue": "Usado para enfatizar uma declaração ou resposta; de facto."},
  {"word": "INDEPENDENT", "clue": "Livre do controlo, influência ou apoio de outros."},
  {"word": "INDEX", "clue": "Uma lista alfabética de nomes ou assuntos com referências, geralmente no final de um livro."},
  {"word": "INDICATE", "clue": "Apontar; ser um sinal de algo."},
  {"word": "INDIRECT", "clue": "Que não é direto; que não segue um percurso reto."},
  {"word": "INDIVIDUAL", "clue": "Único; separado de outros do mesmo tipo."},
  {"word": "INDOOR", "clue": "Situado, usado ou que ocorre dentro de um edifício; o oposto de 'outdoor'."},
  {"word": "INDUSTRIAL", "clue": "Relativo à indústria ou à produção de bens."},
  {"word": "INDUSTRY", "clue": "A atividade económica relacionada com o processamento de matérias-primas e o fabrico de bens em fábricas."},
  {"word": "INEVITABLE", "clue": "Que é certo que vai acontecer; inevitável."},
  {"word": "INFECT", "clue": "Afetar um organismo com um agente causador de doença."},
  {"word": "INFECTION", "clue": "O processo de ser infetado por um agente patogénico."},
  {"word": "INFLUENCE", "clue": "A capacidade de ter um efeito no carácter ou comportamento de alguém ou algo."},
  {"word": "INFORM", "clue": "Dar a alguém factos ou informação."},
  {"word": "INFORMAL", "clue": "Que tem um caráter descontraído, familiar ou não oficial."},
  {"word": "INFORMATION", "clue": "Factos fornecidos ou aprendidos sobre algo ou alguém."},
  {"word": "INGREDIENT", "clue": "Qualquer um dos alimentos ou substâncias que são combinados para fazer um prato particular."},
  {"word": "INITIAL", "clue": "Existente ou que ocorre no início."},
  {"word": "INITIALLY", "clue": "No início; primeiramente."},
  {"word": "INITIATIVE", "clue": "A capacidade de avaliar e iniciar coisas de forma independente."},
  {"word": "INJURE", "clue": "Causar dano físico a alguém."},
  {"word": "INJURY", "clue": "Um dano físico ao corpo."},
  {"word": "INNER", "clue": "Situado no interior ou mais para o centro."},
  {"word": "INNOCENT", "clue": "Que não é culpado de um crime ou ofensa."},
  {"word": "INSECT", "clue": "Um pequeno artrópode com seis patas e geralmente um ou dois pares de asas."},
  {"word": "INSIDE", "clue": "A parte interior de algo."},
  {"word": "INSIST", "clue": "Exigir algo de forma persistente e firme."},
  {"word": "INSTALL", "clue": "Colocar equipamento ou maquinaria em posição para funcionar."},
  {"word": "INSTANCE", "clue": "Um exemplo ou um único caso de algo."},
  {"word": "INSTEAD", "clue": "Como alternativa a. Ex: 'He didn't go to the party, he stayed home ______.'"},
  {"word": "INSTITUTE", "clue": "Uma organização com um propósito particular, especialmente de investigação ou educação."},
  {"word": "INSTITUTION", "clue": "Uma grande organização importante, como uma universidade ou um banco."},
  {"word": "INSTRUCTION", "clue": "Informação detalhada sobre como fazer ou usar algo."},        
  {"word": "INSTRUCTOR", "clue": "Uma pessoa que ensina algo; um professor."},
  {"word": "INSTRUMENT", "clue": "Uma ferramenta ou implemento, especialmente um usado para trabalho delicado ou científico; ou um dispositivo para produzir sons musicais."},
  {"word": "INSULT", "clue": "Falar ou tratar alguém com desrespeito ou abuso ofensivo."},
  {"word": "INSURANCE", "clue": "Um acordo em que uma empresa se compromete a fornecer uma garantia de compensação por perda, dano, doença ou morte em troca do pagamento de um prémio."},
  {"word": "INTELLIGENCE", "clue": "A capacidade de adquirir e aplicar conhecimento e habilidades."},
  {"word": "INTELLIGENT", "clue": "Que tem ou mostra uma boa capacidade de compreensão e raciocínio."},
  {"word": "INTEND", "clue": "Ter um curso de ação como objetivo ou plano."},
  {"word": "INTENSE", "clue": "De extrema força, grau ou intensidade."},
  {"word": "INTENTION", "clue": "Um objetivo ou plano."},
  {"word": "INTERACTION", "clue": "Comunicação ou envolvimento direto com alguém ou algo."},
  {"word": "INTEREST", "clue": "O sentimento de querer saber ou aprender sobre algo; ou o dinheiro pago regularmente a uma taxa específica pelo uso do dinheiro emprestado."},
  {"word": "INTERESTED", "clue": "Mostrar curiosidade ou preocupação sobre algo ou alguém."},
  {"word": "INTERESTING", "clue": "Que desperta curiosidade ou interesse."},
  {"word": "INTERNAL", "clue": "Relativo à parte interior de algo; o oposto de 'external'."},
  {"word": "INTERNATIONAL", "clue": "Que existe, ocorre ou é realizado entre duas ou mais nações."},
  {"word": "INTERNET", "clue": "A rede global de computadores que fornece uma variedade de informações e facilidades de comunicação."},
  {"word": "INTERPRET", "clue": "Explicar o significado de informação, palavras ou ações."},
  {"word": "INTERRUPT", "clue": "Parar o progresso contínuo de uma atividade ou processo."},
  {"word": "INTERVAL", "clue": "Uma pausa ou interrupção numa atividade."},
  {"word": "INTERVIEW", "clue": "Uma reunião de pessoas cara a cara, especialmente para consulta ou para avaliar um candidato a um emprego."},
  {"word": "INTO", "clue": "Preposição que expressa movimento ou direção para dentro de algo."},
  {"word": "INTRODUCE", "clue": "Apresentar alguém pelo nome a outra pessoa."},
  {"word": "INTRODUCTION", "clue": "A ação de apresentar algo ou alguém pela primeira vez."},
  {"word": "INVENT", "clue": "Criar ou projetar algo que não existia antes."},
  {"word": "INVENTION", "clue": "A ação de criar algo novo, ou o próprio objeto criado."},
  {"word": "INVEST", "clue": "Aplicar dinheiro com a expectativa de obter um lucro."},
  {"word": "INVESTIGATE", "clue": "Realizar uma investigação formal para descobrir a verdade sobre um evento ou alegação."},
  {"word": "INVESTMENT", "clue": "O ato de investir dinheiro para obter lucro."},
  {"word": "INVITATION", "clue": "Um pedido escrito ou verbal para que alguém participe num evento."},
  {"word": "INVITE", "clue": "Pedir a alguém para ir a um evento."},
  {"word": "INVOLVE", "clue": "Incluir algo como uma parte necessária ou consequência."},
  {"word": "IRON", "clue": "Um metal forte e duro; ou um aparelho usado para alisar roupa."},
  {"word": "ISLAND", "clue": "Uma porção de terra completamente rodeada por água."},
  {"word": "ISSUE", "clue": "Um tópico ou problema importante para debate ou discussão."},
  {"word": "IT", "clue": "Pronome usado para se referir a uma coisa mencionada anteriormente."},
  {"word": "ITEM", "clue": "Uma unidade individual numa lista ou coleção."},
  {"word": "ITS", "clue": "Pronome possessivo relativo a 'it'. Ex: 'The dog wagged ______ tail.'"},
  {"word": "ITSELF", "clue": "Pronome reflexivo usado para enfatizar uma coisa ou animal específico."},
  {"word": "JACKET", "clue": "Uma peça de vestuário para a parte superior do corpo, geralmente com mangas."},
  {"word": "JAIL", "clue": "Um lugar para o confinamento de pessoas acusadas ou condenadas por um crime; uma prisão."},
  {"word": "JANUARY", "clue": "O primeiro mês do ano."},
  {"word": "JAZZ", "clue": "Um tipo de música de origem afro-americana com um ritmo forte e improvisação."},
  {"word": "JEANS", "clue": "Calças feitas de ganga."},
  {"word": "JEWELRY", "clue": "Itens decorativos pessoais, como colares ou anéis; joias."},
  {"word": "JOB", "clue": "Uma posição de emprego remunerado."},
  {"word": "JOIN", "clue": "Ligar ou unir-se a algo; tornar-se membro de."},
  {"word": "JOINT", "clue": "Um ponto onde duas partes de um esqueleto se encontram; uma articulação."},
  {"word": "JOKE", "clue": "Algo que se diz ou faz para provocar riso; uma piada."},
  {"word": "JOURNAL", "clue": "Um jornal ou revista que trata de um assunto particular ou de uma profissão."},
  {"word": "JOURNALIST", "clue": "Uma pessoa que escreve para jornais, revistas ou transmite notícias."},
  {"word": "JOURNEY", "clue": "O ato de viajar de um lugar para outro; uma viagem."},
  {"word": "JOY", "clue": "Um sentimento de grande prazer e felicidade."},
  {"word": "JUDGE", "clue": "Uma autoridade pública com o poder de decidir casos num tribunal; ou o ato de formar uma opinião sobre algo."},
  {"word": "JUDGMENT", "clue": "A capacidade de tomar decisões ponderadas ou de chegar a conclusões sensatas."},
  {"word": "JUICE", "clue": "O líquido natural que pode ser extraído de frutas e vegetais."},
  {"word": "JULY", "clue": "O sétimo mês do ano."},
  {"word": "JUMP", "clue": "Empurrar-se do chão para o ar usando as pernas e os pés."},
  {"word": "JUNIOR", "clue": "Relativo a pessoas mais jovens; ou a um estatuto inferior em comparação com outros."},
  {"word": "JURY", "clue": "Um corpo de pessoas (tipicamente doze) que jura dar um veredito num caso legal com base nas provas."},
  {"word": "JUST", "clue": "Baseado no que é moralmente correto e justo; ou simplesmente; apenas."},
  {"word": "JUSTICE", "clue": "Comportamento ou tratamento justo; o sistema legal que administra a justiça."},
  {"word": "JUSTIFY", "clue": "Mostrar ou provar que algo está certo ou é razoável."},
  {"word": "KEEN", "clue": "Que tem ou mostra entusiasmo; ou que tem uma mente afiada."},
  {"word": "KEEP", "clue": "Manter algo na sua posse."},
  {"word": "KEY", "clue": "Um pequeno pedaço de metal moldado para abrir uma fechadura; ou algo de importância crucial."},
  {"word": "KEYBOARD", "clue": "O painel de teclas para operar um computador ou uma máquina de escrever."},
  {"word": "KICK", "clue": "Bater em algo ou alguém com o pé."},
  {"word": "KID", "clue": "Termo informal para uma criança ou jovem."},
  {"word": "KILL", "clue": "Causar a morte de uma pessoa, animal ou outro ser vivo."},
  {"word": "KILOGRAM", "clue": "A unidade base de massa do Sistema Internacional de Unidades (SI)."},
  {"word": "KILOMETER", "clue": "Uma unidade métrica de comprimento, igual a 1.000 metros."},
  {"word": "KIND", "clue": "Que tem uma natureza amigável, generosa e atenciosa; ou um tipo ou variedade."},
  {"word": "KING", "clue": "O governante masculino de um estado independente, especialmente um que herda a posição por direito de nascimento."},
  {"word": "KISS", "clue": "Tocar ou pressionar os lábios contra alguém como sinal de afeto."},
  {"word": "KITCHEN", "clue": "A divisão de uma casa equipada para preparar e cozinhar alimentos."},
  {"word": "KNEE", "clue": "A articulação entre a coxa e a parte inferior da perna no corpo humano."},
  {"word": "KNIFE", "clue": "Um instrumento com uma lâmina afiada e um cabo, usado para cortar."},
  {"word": "KNOCK", "clue": "Bater na superfície de algo, especialmente uma porta, para chamar a atenção."},
  {"word": "KNOW", "clue": "Ter conhecimento ou informação sobre algo."},
  {"word": "KNOWLEDGE", "clue": "Fatos, informação e competências adquiridas através da experiência ou da educação."},
  {"word": "LAB", "clue": "Abreviação de 'laboratory'; uma sala ou edifício equipado para experiências científicas."},
  {"word": "LABEL", "clue": "Um pequeno pedaço de papel ou outro material afixado a um objeto para dar informação sobre ele; um rótulo."},
  {"word": "LABOR", "clue": "Trabalho, especialmente trabalho físico árduo (grafia americana)."},
  {"word": "LACK", "clue": "O estado de estar sem algo ou de não ter o suficiente; falta."},
  {"word": "LADY", "clue": "Um termo formal e educado para se referir a uma mulher."},
  {"word": "LAKE", "clue": "Uma grande massa de água rodeada por terra."},
  {"word": "LAMP", "clue": "Um dispositivo que produz luz."},
  {"word": "LAND", "clue": "A parte da superfície da Terra que não está coberta por água; ou o ato de uma aeronave chegar ao solo."},
  {"word": "LANDSCAPE", "clue": "Todas as características visíveis de uma área de terra; a paisagem."},
  {"word": "LANGUAGE", "clue": "O método de comunicação humana, falado ou escrito, que consiste no uso de palavras de forma estruturada."},
  {"word": "LAPTOP", "clue": "Um computador portátil, suficientemente pequeno para ser usado no colo."},
  {"word": "LARGE", "clue": "De tamanho ou extensão considerável."},
  {"word": "LAST", "clue": "Que vem no fim; o último."},
  {"word": "LATE", "clue": "Que ocorre ou acontece depois do tempo esperado ou usual."},
  {"word": "LATER", "clue": "Num momento futuro; mais tarde."},
  {"word": "LATEST", "clue": "O mais recente ou o mais novo."},
  {"word": "LAUGH", "clue": "O som que se faz ao expressar divertimento; rir."},
  {"word": "LAUNCH", "clue": "Colocar um novo produto ou serviço no mercado; lançar."},
  {"word": "LAW", "clue": "O sistema de regras que um país ou comunidade reconhece como regulador das ações dos seus membros."},
  {"word": "LAWYER", "clue": "Uma pessoa que pratica ou estuda o direito; um advogado."},
  {"word": "LAY", "clue": "Colocar algo numa superfície horizontal."},
  {"word": "LAYER", "clue": "Uma camada de material que cobre uma superfície ou que se encontra entre outras camadas."},
  {"word": "LAZY", "clue": "Que não está disposto a usar energia; preguiçoso."},
  {"word": "LEAD", "clue": "Estar no comando ou à frente de algo; ou um metal pesado e denso."},
  {"word": "LEADER", "clue": "A pessoa que comanda ou lidera um grupo, organização ou país."},
  {"word": "LEADERSHIP", "clue": "A ação de liderar um grupo de pessoas ou uma organização."},
  {"word": "LEADING", "clue": "O mais importante; principal."},
  {"word": "LEAF", "clue": "A estrutura achatada de uma planta, tipicamente verde, que é responsável pela fotossíntese."},
  {"word": "LEAGUE", "clue": "Um grupo de clubes desportivos que jogam uns contra os outros durante um período."},
  {"word": "LEAN", "clue": "Inclinar-se ou mover-se para uma posição inclinada."},
  {"word": "LEARN", "clue": "Adquirir conhecimento ou habilidade em algo através do estudo ou da experiência."},
  {"word": "LEAST", "clue": "O mínimo em quantidade, extensão ou significado."},
  {"word": "LEATHER", "clue": "Um material feito da pele curtida de um animal."},
  {"word": "LEAVE", "clue": "Sair de um lugar; partir."},
  {"word": "LECTURE", "clue": "Uma palestra educacional dirigida a um público ou a uma turma."},
  {"word": "LEFT", "clue": "O lado do corpo humano que está a oeste quando se está virado para norte; o oposto de 'right'."},
  {"word": "LEG", "clue": "Cada um dos membros sobre os quais uma pessoa ou animal anda e se apoia."},
  {"word": "LEGAL", "clue": "Relativo à lei; permitido por lei."},
  {"word": "LEGEND", "clue": "Uma história tradicional por vezes considerada histórica, mas não autenticada; uma lenda."},
  {"word": "LEISURE", "clue": "Tempo livre usado para desfrutar de atividades de lazer."},
  {"word": "LEMON", "clue": "Uma fruta cítrica de formato oval e cor amarela."},
  {"word": "LEND", "clue": "Conceder a alguém o uso de algo na condição de que será devolvido."},
  {"word": "LENGTH", "clue": "A medida de algo de ponta a ponta; o comprimento."},
  {"word": "LESS", "clue": "Uma quantidade menor de."},
  {"word": "LESSON", "clue": "Um período de tempo em que uma pessoa é ensinada sobre algo."},
  {"word": "LET", "clue": "Permitir que algo aconteça."},
  {"word": "LETTER", "clue": "Um carácter que representa um ou mais dos sons usados na fala; ou uma mensagem escrita."},
  {"word": "LEVEL", "clue": "Uma posição numa escala de quantidade, qualidade ou importância; um nível."},
  {"word": "LIAR", "clue": "Uma pessoa que diz mentiras."},
  {"word": "LIBERAL", "clue": "Aberto a novas ideias e disposto a descartar valores tradicionais."},
  {"word": "LIBRARY", "clue": "Um edifício ou sala que contém coleções de livros e periódicos para uso ou empréstimo."},
  {"word": "LICENSE", "clue": "Uma autorização oficial para fazer ou possuir algo; uma licença."},
  {"word": "LIE", "clue": "Estar numa posição horizontal e de repouso; ou dizer uma inverdade intencional."},
  {"word": "LIFE", "clue": "A condição que distingue os animais e as plantas dos objetos inorgânicos."},
  {"word": "LINE", "clue": "Uma marca longa e estreita feita por uma caneta ou lápis; ou uma fila de pessoas."},
  {"word": "LINK", "clue": "Uma ligação entre duas coisas, especialmente quando uma afeta a outra."},
  {"word": "LION", "clue": "Um grande felino carnívoro da África e da Índia, com uma pelagem amarelada e uma juba nos machos."},
  {"word": "LIP", "clue": "Cada uma das duas bordas carnudas que formam a abertura da boca."},
  {"word": "LIQUID", "clue": "Uma substância que flui livremente mas tem um volume constante, como a água."},
  {"word": "LIST", "clue": "Um número de itens ou nomes ligados, escritos ou impressos um após o outro."},
  {"word": "LISTEN", "clue": "Prestar atenção a um som."},
  {"word": "LITERALLY", "clue": "No sentido exato da palavra; literalmente."},
  {"word": "LITERATURE", "clue": "Obras escritas, especialmente as consideradas de mérito artístico superior."},
  {"word": "LITTLE", "clue": "Pequeno em tamanho, quantidade ou grau."},
  {"word": "LIVE", "clue": "Permanecer vivo; ou algo que é transmitido em tempo real, não gravado."},
  {"word": "LIVELY", "clue": "Cheio de vida e energia; ativo e extrovertido."},
  {"word": "LIVING", "clue": "O estado de estar vivo."},
  {"word": "LOAD", "clue": "Uma carga pesada ou volumosa que está a ser transportada."},
  {"word": "LOAN", "clue": "Uma soma de dinheiro que é emprestada e que se espera que seja paga com juros."},
  {"word": "LOBBY", "clue": "A área de entrada de um hotel ou teatro; um átrio."},
  {"word": "LOCAL", "clue": "Relativo a uma área ou bairro específico."},
  {"word": "LOCATE", "clue": "Descobrir a posição exata de algo."},
  {"word": "LOCATION", "clue": "Um lugar ou posição particular."},
  {"word": "LOCK", "clue": "Um mecanismo para manter uma porta ou contentor fechado, que requer uma chave para abrir."},
  {"word": "LOGIC", "clue": "Raciocínio conduzido ou avaliado de acordo com princípios de validade."},
  {"word": "LONELY", "clue": "Triste por não ter amigos ou companhia; solitário."},
  {"word": "LONG", "clue": "Que mede uma grande distância de ponta a ponta."},
  {"word": "LOOK", "clue": "Dirigir o olhar numa direção específica."},
  {"word": "LOSE", "clue": "Deixar de ter algo; o oposto de 'win' ou 'find'."},
  {"word": "LOSS", "clue": "O facto ou o processo de perder algo ou alguém."},
  {"word": "LOST", "clue": "Incapaz de ser encontrado."},
  {"word": "LOT", "clue": "Uma grande quantidade ou número de pessoas ou coisas. Ex: 'a ______ of people.'"},
  {"word": "LOUD", "clue": "Que produz muito ruído; o oposto de 'quiet'."},
  {"word": "LOVE", "clue": "Um sentimento intenso de profundo afeto."},
  {"word": "LOVELY", "clue": "Exquisitamente belo; encantador."},
  {"word": "LOW", "clue": "De pouca altura; o oposto de 'high'."},
  {"word": "LOWER", "clue": "Mover para uma posição inferior; abaixar."},
  {"word": "LUCK", "clue": "O sucesso ou o fracasso trazido pelo acaso em vez de ser pelas próprias ações."},
  {"word": "LUCKY", "clue": "Que tem, traz ou resulta de boa sorte."},
  {"word": "LUNCH", "clue": "A refeição consumida a meio do dia."},
  {"word": "LUNG", "clue": "Cada um do par de órgãos dentro da caixa torácica, essenciais para a respiração."},
  {"word": "LUXURY", "clue": "Um estado de grande conforto ou elegância, envolvendo grande despesa."},
  {"word": "MACHINE", "clue": "Um aparelho que usa energia mecânica para realizar uma tarefa específica."},
  {"word": "MAD", "clue": "Mentalmente doente; ou muito zangado."},
  {"word": "MAGAZINE", "clue": "Uma publicação periódica que contém artigos e ilustrações."},
  {"word": "MAGIC", "clue": "A arte de realizar truques aparentemente impossíveis para entretenimento."},
  {"word": "MAIL", "clue": "Cartas e encomendas enviadas por correio."},
  {"word": "MAIN", "clue": "O mais importante em tamanho ou significado; principal."},
  {"word": "MAINLY", "clue": "Principalmente; na maior parte."},
  {"word": "MAINTAIN", "clue": "Fazer com que algo continue no mesmo estado ou nível."},
  {"word": "MAJOR", "clue": "Importante, sério ou significativo."},
  {"word": "MAJORITY", "clue": "O maior número ou parte de algo; a maioria."},
  {"word": "MAKE", "clue": "Formar algo, construindo ou combinando partes; criar."},
  {"word": "MALE", "clue": "Relativo ao sexo que produz esperma; o oposto de 'female'."},
  {"word": "MALL", "clue": "Um grande centro comercial interior."},
  {"word": "MAN", "clue": "Um ser humano adulto do sexo masculino."},
  {"word": "MANAGE", "clue": "Estar no comando de; ser responsável por (uma empresa, uma equipa, etc.)."},
  {"word": "MANAGEMENT", "clue": "O processo de lidar com ou controlar coisas ou pessoas; a gestão."},
  {"word": "MANAGER", "clue": "Uma pessoa responsável por controlar ou administrar uma organização ou grupo de pessoal."},
  {"word": "MANNER", "clue": "A forma como algo é feito ou acontece; uma maneira."},
  {"word": "MANUFACTURER", "clue": "Uma pessoa ou empresa que produz bens em grande quantidade."},
  {"word": "MANY", "clue": "Um grande número de."},
  {"word": "MAP", "clue": "Uma representação de uma área de terra ou mar, mostrando características físicas, cidades, estradas, etc."},
  {"word": "MARCH", "clue": "O terceiro mês do ano; ou o ato de marchar."},
  {"word": "MARK", "clue": "Um sinal ou objeto usado para indicar uma posição; ou deixar uma mancha."},
  {"word": "MARKET", "clue": "Um local onde bens são comprados e vendidos."},
  {"word": "MARKETING", "clue": "A ação ou o negócio de promover e vender produtos ou serviços."},
  {"word": "MARRIAGE", "clue": "A união legalmente ou formalmente reconhecida de duas pessoas como parceiros numa relação pessoal."},
  {"word": "MARRIED", "clue": "Estar unido em casamento."},
  {"word": "MARRY", "clue": "Unir-se a alguém em casamento."},
  {"word": "MASSIVE", "clue": "Excecionalmente grande e pesado."},
  {"word": "MASTER", "clue": "Uma pessoa que tem controlo ou autoridade sobre outros; ou dominar uma habilidade."},
  {"word": "MATCH", "clue": "Uma competição em que pessoas ou equipas competem umas contra as outras; ou um objeto que combina com outro."},
  {"word": "MATE", "clue": "Um amigo ou companheiro (gíria britânica e australiana); ou o parceiro de um animal."},
  {"word": "MATERIAL", "clue": "A matéria da qual uma coisa é ou pode ser feita."},
  {"word": "MATH", "clue": "Abreviação de 'mathematics'; a ciência dos números e das suas operações."},
  {"word": "MATTER", "clue": "Uma substância física em geral; ou um assunto que está a ser discutido."},
  {"word": "MAXIMUM", "clue": "O maior ou o mais alto possível."},
  {"word": "MAY", "clue": "Verbo modal que expressa possibilidade; ou o quinto mês do ano."},
  {"word": "MAYBE", "clue": "Possivelmente; talvez."},
  {"word": "MAYOR", "clue": "O chefe eleito de uma cidade ou vila."},
  {"word": "ME", "clue": "Pronome usado por um falante para se referir a si mesmo como o objeto de um verbo."},
  {"word": "MEAL", "clue": "Qualquer uma das ocasiões regulares num dia em que se come, como o pequeno-almoço ou o jantar."},
  {"word": "MEAN", "clue": "Significar ou ter como intenção transmitir; ou ser cruel."},
  {"word": "MEANING", "clue": "O que se quer dizer com uma palavra, texto, conceito ou ação."},
  {"word": "MEANS", "clue": "Um método, curso de ação ou instrumento pelo qual um objetivo pode ser alcançado."},
  {"word": "MEANWHILE", "clue": "Entretanto; no tempo intermédio."},
  {"word": "MEASURE", "clue": "Determinar o tamanho, a quantidade ou o grau de algo."},
  {"word": "MEAT", "clue": "A carne de um animal, consumida como alimento."},
  {"word": "MECHANISM", "clue": "Um sistema de partes que funcionam em conjunto numa máquina."},
  {"word": "MEDIA", "clue": "Os principais meios de comunicação de massa (televisão, rádio e jornais) considerados coletivamente."},
  {"word": "MEDICAL", "clue": "Relativo à ciência da medicina."},
  {"word": "MEDICINE", "clue": "A ciência ou prática do diagnóstico, tratamento e prevenção de doenças."},
  {"word": "MEDIUM", "clue": "De tamanho ou grau intermédio; nem grande nem pequeno."},
  {"word": "MEET", "clue": "Encontrar-se com alguém no mesmo lugar e ao mesmo tempo."},
  {"word": "MEETING", "clue": "Uma assembleia de pessoas para um propósito particular."},
  {"word": "MELT", "clue": "Passar de um estado sólido para um líquido devido ao calor; derreter."},
  {"word": "MEMBER", "clue": "Uma pessoa que pertence a um grupo ou organização."},
  {"word": "MEMORY", "clue": "A faculdade pela qual a mente armazena e recorda informações."},
  {"word": "MENTAL", "clue": "Relativo à mente."},
  {"word": "MENTION", "clue": "Referir-se a algo brevemente e sem dar muitos detalhes."},
  {"word": "MENU", "clue": "Uma lista de pratos disponíveis num restaurante."},
  {"word": "MERE", "clue": "Usado para enfatizar quão pequeno ou insignificante algo é; mero."},
  {"word": "MESS", "clue": "Algo ou alguém que está sujo ou desarrumado; uma bagunça."},
  {"word": "MESSAGE", "clue": "Uma comunicação verbal ou escrita enviada a ou deixada para um destinatário."},
  {"word": "METAL", "clue": "Um material sólido que é tipicamente duro, brilhante e um bom condutor elétrico."},
  {"word": "METER", "clue": "A unidade base de comprimento no sistema métrico (grafia americana)."},
  {"word": "METHOD", "clue": "Uma forma particular de realizar ou abordar algo."},
  {"word": "MIDDLE", "clue": "O ponto ou a posição a uma distância igual dos lados ou extremidades; o meio."},
  {"word": "MIDNIGHT", "clue": "As doze horas da noite."},
  {"word": "MIGHT", "clue": "Verbo modal usado para expressar possibilidade ou uma sugestão educada."},
  {"word": "MILD", "clue": "Não severo, duro ou extremo; suave."},
  {"word": "MILE", "clue": "Uma unidade de distância linear igual a 1.760 jardas (aproximadamente 1,6 km)."},
  {"word": "MILITARY", "clue": "Relativo ou característico de soldados ou forças armadas."},
  {"word": "MILK", "clue": "Um líquido branco e nutritivo produzido por mamíferos fêmeas para alimentar as suas crias."},
  {"word": "MILLION", "clue": "O número equivalente ao produto de mil por mil."},
  {"word": "MIND", "clue": "A faculdade da consciência e do pensamento; a mente."},
  {"word": "MINE", "clue": "Pronome possessivo que significa 'o meu'; ou uma escavação na terra para extrair minerais."},
  {"word": "MINISTER", "clue": "Um chefe de um departamento governamental."},
  {"word": "MINOR", "clue": "De menor importância ou seriedade."},
  {"word": "MINORITY", "clue": "A parte mais pequena de um grupo."},
  {"word": "MINUTE", "clue": "Um período de sessenta segundos."},
  {"word": "MIRROR", "clue": "Uma superfície que reflete uma imagem clara."},
  {"word": "MISS", "clue": "Não conseguir acertar, apanhar ou atingir algo; ou sentir a falta de alguém."},
  {"word": "MISSILE", "clue": "Um objeto que é impulsionado à força contra um alvo."},
  {"word": "MISSION", "clue": "Uma tarefa importante, geralmente envolvendo uma viagem."},
  {"word": "MISTAKE", "clue": "Uma ação ou julgamento que é equivocado ou errado."},
  {"word": "MIX", "clue": "Combinar ou juntar substâncias."},
  {"word": "MIXTURE", "clue": "Uma substância feita pela combinação de outras substâncias."},
  {"word": "MOBILE", "clue": "Capaz de se mover ou de ser movido livremente."},
  {"word": "MODEL", "clue": "Uma representação tridimensional de uma pessoa ou coisa, tipicamente em menor escala."},
  {"word": "MODERN", "clue": "Relativo aos tempos presentes, em oposição ao passado distante."},
  {"word": "MOMENT", "clue": "Um período de tempo muito breve."},
  {"word": "MONDAY", "clue": "O dia da semana que se segue ao domingo."},
  {"word": "MONEY", "clue": "Um meio de troca em forma de moedas e notas."},
  {"word": "MONITOR", "clue": "Observar e verificar o progresso de algo ao longo do tempo."},
  {"word": "MONKEY", "clue": "Um primata de cauda longa que vive em árvores em países tropicais."},
  {"word": "MONTH", "clue": "Cada um dos doze períodos em que um ano é dividido."},
  {"word": "MOOD", "clue": "Um estado de espírito temporário ou sentimento."},
  {"word": "MOON", "clue": "O satélite natural da Terra, visível à noite por reflexão da luz solar."},
  {"word": "MORAL", "clue": "Relativo aos princípios do bem e do mal."},
  {"word": "MORE", "clue": "Uma maior ou adicional quantidade de algo."},
  {"word": "MORNING", "clue": "O período de tempo desde a meia-noite até ao meio-dia, especialmente desde o nascer do sol até ao meio-dia."},
  {"word": "MORTGAGE", "clue": "Um acordo legal pelo qual um banco empresta dinheiro em troca da titularidade de um imóvel; uma hipoteca."},
  {"word": "MOST", "clue": "O maior em quantidade ou grau."},
  {"word": "MOSTLY", "clue": "Principalmente; na maior parte."},
  {"word": "MOTHER", "clue": "Uma progenitora do sexo feminino."},
  {"word": "MOTION", "clue": "O ato ou processo de se mover."},
  {"word": "MOTOR", "clue": "Uma máquina, especialmente uma movida a eletricidade ou combustão interna, que fornece movimento."},
  {"word": "MOTORCYCLE", "clue": "Um veículo de duas rodas movido por um motor."},
  {"word": "MOUNTAIN", "clue": "Uma grande elevação natural da superfície da Terra, que se eleva abruptamente."},
  {"word": "MOUSE", "clue": "Um pequeno roedor com um focinho pontiagudo e uma cauda longa e fina; ou um dispositivo de computador."},
  {"word": "MOUTH", "clue": "A abertura na parte inferior do rosto humano, através da qual se come e se fala."},
  {"word": "MOVE", "clue": "Ir de um lugar para outro."},
  {"word": "MOVEMENT", "clue": "Um ato de mudar de posição física."},
  {"word": "MOVIE", "clue": "Um filme, especialmente no cinema."},
  {"word": "MUCH", "clue": "Uma grande quantidade de."},
  {"word": "MUD", "clue": "Terra macia e pegajosa; lama."},
  {"word": "MUM", "clue": "Termo informal e afetuoso para 'mãe', comum no Reino Unido."},
  {"word": "MURDER", "clue": "O ato ilegal de matar deliberadamente um ser humano."},
  {"word": "MUSCLE", "clue": "Um tecido do corpo composto por fibras que se podem contrair para produzir movimento."},
  {"word": "MUSEUM", "clue": "Um edifício onde são guardados e exibidos objetos de interesse histórico, científico ou cultural."},
  {"word": "MUSIC", "clue": "Sons vocais ou instrumentais combinados de forma a produzir beleza de forma e harmonia."},
  {"word": "MUSICAL", "clue": "Relativo à música; ou uma peça ou filme em que o canto e a dança desempenham um papel essencial."},
  {"word": "MUSICIAN", "clue": "Uma pessoa que toca um instrumento musical, especialmente como profissão."},
  {"word": "MUST", "clue": "Verbo modal que indica necessidade ou obrigação."},
  {"word": "MY", "clue": "Pronome possessivo que indica pertença a mim."},
  {"word": "MYSELF", "clue": "Pronome reflexivo usado para enfatizar a pessoa que fala."},
  {"word": "MYSTERY", "clue": "Algo que é difícil ou impossível de compreender ou explicar."},
  {"word": "NAIL", "clue": "A cobertura dura na ponta dos dedos das mãos e dos pés; ou um pequeno pino de metal."},
  {"word": "NAKED", "clue": "Sem roupa; nu."},
  {"word": "NAME", "clue": "Uma palavra ou conjunto de palavras pelas quais uma pessoa ou coisa é conhecida."},
  {"word": "NARRATIVE", "clue": "Um relato falado ou escrito de eventos ligados; uma história."},
  {"word": "NARROW", "clue": "De pequena largura; o oposto de 'wide'."},
  {"word": "NATION", "clue": "Uma grande comunidade de pessoas unidas por uma descendência, história ou língua comuns."},
  {"word": "NATIONAL", "clue": "Relativo a uma nação inteira."},
  {"word": "NATIVE", "clue": "Associado ao lugar ou ambiente de nascimento de uma pessoa."},
  {"word": "NATURAL", "clue": "Existente ou derivado da natureza; não feito pelo homem."},
  {"word": "NATURE", "clue": "O mundo físico coletivamente, incluindo plantas, animais e paisagens."},
  {"word": "NAVY", "clue": "O ramo das forças armadas de um país que conduz a guerra naval."},
  {"word": "NEAR", "clue": "A uma curta distância; perto."},
  {"word": "NEARLY", "clue": "Quase; muito perto de."},
  {"word": "NEAT", "clue": "Arranged in a tidy way; in good order."},
  {"word": "NECESSARY", "clue": "Required to be done, achieved, or present; essential."},
  {"word": "NECK", "clue": "The part of the body connecting the head to the rest of the body."},
  {"word": "NEED", "clue": "Require something because it is essential or very important."},
  {"word": "NEEDLE", "clue": "A small slender tool with a pointed end and a hole for thread, used in sewing."},
  {"word": "NEGATIVE", "clue": "A word or statement that expresses denial or refusal; the opposite of 'positive'."},
  {"word": "NEIGHBOR", "clue": "A person living next door to or very near to the speaker (American spelling)."},
  {"word": "NEITHER", "clue": "Used to indicate that not one of two things or people is the case."},
  {"word": "NERVE", "clue": "A fiber in the body that transmits impulses of sensation to the brain."},
  {"word": "NERVOUS", "clue": "Easily agitated or alarmed; anxious."},
  {"word": "NET", "clue": "A mesh-like material; or the amount remaining after deductions (e.g., net profit)."},
  {"word": "NETWORK", "clue": "A group or system of interconnected people or things."},
  {"word": "NEVER", "clue": "At no time in the past or future; not ever."},
  {"word": "NEVERTHELESS", "clue": "In spite of that; nonetheless."},
  {"word": "NEW", "clue": "Produced, introduced, or discovered recently or now for the first time."},
  {"word": "NEWS", "clue": "Newly received or noteworthy information, especially about recent events."},
  {"word": "NEWSPAPER", "clue": "A printed publication containing news, articles, and advertisements."},
  {"word": "NEXT", "clue": "Coming immediately after the present one in time or order."},
  {"word": "NICE", "clue": "Pleasant, agreeable, or satisfactory."},
  {"word": "NIGHT", "clue": "The period of darkness in each twenty-four hours, from sunset to sunrise."},
  {"word": "NINE", "clue": "The number equivalent to the sum of six and three."},
  {"word": "NO", "clue": "Used to give a negative response."},
  {"word": "NOBODY", "clue": "No person; no one."},
  {"word": "NOISE", "clue": "A sound, especially one that is loud or unpleasant."},
  {"word": "NOISY", "clue": "Making a lot of noise."},
  {"word": "NONE", "clue": "Not any."},
  {"word": "NOR", "clue": "Used before the second of two alternatives when the first is introduced by 'neither'."},
  {"word": "NORMAL", "clue": "Conforming to a standard; usual, typical, or expected."},
  {"word": "NORTH", "clue": "The direction to the left of a person facing the rising sun."},
  {"word": "NOSE", "clue": "The part of the face that contains the nostrils and is involved in breathing and smelling."},
  {"word": "NOT", "clue": "Used to make a statement negative."},
  {"word": "NOTE", "clue": "A brief written record as an aid to memory; or a single musical tone."},
  {"word": "NOTHING", "clue": "Not anything; no single thing."},
  {"word": "NOTICE", "clue": "The fact of observing or paying attention to something."},
  {"word": "NOUN", "clue": "A word used to identify a class of people, places, or things (a name)."},
  {"word": "NOVEL", "clue": "A long fictional story in prose."},
  {"word": "NOVEMBER", "clue": "The eleventh month of the year."},
  {"word": "NOW", "clue": "At the present time or moment."},
  {"word": "NOWHERE", "clue": "In no place; not anywhere."},
  {"word": "NUCLEAR", "clue": "Relating to the nucleus of an atom."},
  {"word": "NUMBER", "clue": "An arithmetical value, expressed by a word, symbol, or figure."},
  {"word": "NURSE", "clue": "A person trained to care for the sick or infirm."},
  {"word": "NUT", "clue": "A fruit consisting of a hard shell around an edible kernel."},
  {"word": "OBJECT", "clue": "A material thing that can be seen and touched; or to express disapproval."},
  {"word": "OBJECTIVE", "clue": "A thing aimed at or sought; a goal."},
  {"word": "OBLIGATION", "clue": "An act to which a person is morally or legally bound; a duty."},
  {"word": "OBSERVE", "clue": "Notice or perceive something and register it as being significant."},
  {"word": "OBTAIN", "clue": "Get, acquire, or secure something."},
  {"word": "OBVIOUS", "clue": "Easily perceived or understood; clear."},
  {"word": "OCCASION", "clue": "A particular time or instance of an event."},
  {"word": "OCCUR", "clue": "Happen; take place."},
  {"word": "OCEAN", "clue": "A very large expanse of sea, specifically one of the Earth's major divisions."},
  {"word": "OCLOCK", "clue": "Used after a number from one to twelve to specify an hour. Ex: 'It's 4 ______.'"},
  {"word": "OCTOBER", "clue": "The tenth month of the year."},
  {"word": "ODD", "clue": "Different from what is usual or expected; strange. Or a number that cannot be divided by two."},
  {"word": "OF", "clue": "Preposition expressing the relationship between a part and a whole."},
  {"word": "OFF", "clue": "Away from the place in question; not on."},
  {"word": "OFFEND", "clue": "Cause to feel upset, annoyed, or resentful."},
  {"word": "OFFENSE", "clue": "A breach of a law or rule; an illegal act (American spelling)."},
  {"word": "OFFER", "clue": "Present something for someone to accept or reject as desired."},
  {"word": "OFFICE", "clue": "A room or building used as a place for commercial or professional work."},
  {"word": "OFFICER", "clue": "A person holding a position of authority, especially in the armed forces or police."},
  {"word": "OFFICIAL", "clue": "Relating to an authority or public body and its duties."},
  {"word": "OFTEN", "clue": "Frequently; many times."},
  {"word": "OH", "clue": "An exclamation expressing various emotions such as surprise or pain."},
  {"word": "OIL", "clue": "A viscous liquid derived from petroleum, especially for use as a fuel."},
  {"word": "OK", "clue": "An expression of agreement or acceptance."},
  {"word": "OLD", "clue": "Having lived for a long time; no longer young."},
  {"word": "ON", "clue": "Physically in contact with and supported by a surface."},
  {"word": "ONCE", "clue": "On one occasion or for one time only."},
  {"word": "ONE", "clue": "The lowest cardinal number; half of two."},
  {"word": "ONION", "clue": "A vegetable with a strong taste and smell, composed of several concentric layers."},
  {"word": "ONLINE", "clue": "Connected to or available through the internet."},
  {"word": "ONLY", "clue": "And no one or nothing more besides; solely."},
  {"word": "ONTO", "clue": "Moving to a position on the surface of something."},
  {"word": "OPEN", "clue": "Not closed or blocked up."},
  {"word": "OPENING", "clue": "A gap or aperture allowing access."},
  {"word": "OPERA", "clue": "A dramatic work in which the parts are sung to orchestral accompaniment."},
  {"word": "OPERATE", "clue": "Control the functioning of a machine or process."},
  {"word": "OPERATION", "clue": "The action of functioning or the fact of being active."},
  {"word": "OPINION", "clue": "A view or judgment formed about something, not necessarily based on fact."},
  {"word": "OPPONENT", "clue": "Someone who competes against another in a game or contest."},
  {"word": "OPPORTUNITY", "clue": "A set of circumstances that makes it possible to do something."},
  {"word": "OPPOSE", "clue": "Actively resist or refuse to comply with someone or something."},
  {"word": "OPPOSITE", "clue": "Situated on the other side; completely different."},
  {"word": "OPPOSITION", "clue": "Resistance or dissent, expressed in action or argument."},
  {"word": "OPTION", "clue": "A thing that is or may be chosen."},
  {"word": "OR", "clue": "Used to link alternatives."},
  {"word": "ORANGE", "clue": "A large round citrus fruit with a tough reddish-yellow rind."},
  {"word": "ORDER", "clue": "The arrangement of people or things in relation to each other; or a command."},
  {"word": "ORDINARY", "clue": "With no special or distinctive features; normal."},
  {"word": "ORGANIC", "clue": "Relating to or derived from living matter."},
  {"word": "ORGANIZATION", "clue": "An organized group of people with a particular purpose, such as a business."},
  {"word": "ORGANIZE", "clue": "Arrange into a structured whole."},
  {"word": "ORIGIN", "clue": "The point or place where something begins."},
  {"word": "ORIGINAL", "clue": "Present or existing from the beginning; the first or earliest."},
  {"word": "OTHER", "clue": "Used to refer to a person or thing that is different from one already mentioned."},
  {"word": "OTHERWISE", "clue": "In circumstances different from those present; or else."},
  {"word": "OUGHT", "clue": "Used to indicate duty or correctness, typically when criticizing someone's actions."},
  {"word": "OUR", "clue": "Belonging to or associated with the speaker and one or more other people."},
  {"word": "OURS", "clue": "The possessive pronoun corresponding to 'our'. Ex: 'The house is ______.'"},
  {"word": "OURSELVES", "clue": "Reflexive pronoun used when the speaker and others are the object of a verb."},
  {"word": "OUT", "clue": "Moving away from a particular place, especially one that is enclosed."},
  {"word": "OUTCOME", "clue": "The way a thing turns out; a consequence."},
  {"word": "OUTDOOR", "clue": "Done, situated, or used outside."},
  {"word": "OUTER", "clue": "On or closer to the outside."},
  {"word": "OUTFIT", "clue": "A set of clothes worn together, especially for a particular occasion."},
  {"word": "OUTLINE", "clue": "A drawing or diagram showing the shape of an object."},
  {"word": "OUTPUT", "clue": "The amount of something produced by a person, machine, or industry."},
  {"word": "OUTSIDE", "clue": "The external side or surface of something."},
  {"word": "OUTSTANDING", "clue": "Exceptionally good."},
  {"word": "OVEN", "clue": "An enclosed compartment for heating and cooking food."},
  {"word": "OVER", "clue": "Extending directly upward from; above."},
  {"word": "OVERALL", "clue": "Taking everything into account; in general."},
  {"word": "OVERCOME", "clue": "Succeed in dealing with a problem or difficulty."},
  {"word": "OWE", "clue": "Have an obligation to pay or repay something."},
  {"word": "OWN", "clue": "Have something as one's own; possess."},
  {"word": "OWNER", "clue": "A person who owns something."},
  {"word": "PACE", "clue": "A single step taken when walking or running."},
  {"word": "PACK", "clue": "A collection of items bundled together; or to fill a suitcase."},
  {"word": "PACKAGE", "clue": "An object or group of objects wrapped in paper or packed in a box."},
  {"word": "PAGE", "clue": "One side of a sheet of paper in a book or document."},
  {"word": "PAIN", "clue": "A highly unpleasant physical sensation caused by illness or injury."},
  {"word": "PAINT", "clue": "A colored substance which is spread over a surface to give it a thin decorative or protective coating."},
  {"word": "PAINTER", "clue": "An artist who paints pictures."},
  {"word": "PAINTING", "clue": "A painted picture."},
  {"word": "PAIR", "clue": "A set of two things used together or regarded as a unit."},
  {"word": "PALACE", "clue": "The official residence of a sovereign, president, or other exalted person."},
  {"word": "PALE", "clue": "Light in color or shade; containing little color."},
  {"word": "PAN", "clue": "A container made of metal used for cooking food in."},
  {"word": "PANEL", "clue": "A flat or curved section of a surface, such as a door or wall."},
  {"word": "PANTS", "clue": "An outer garment covering the body from the waist to the ankles (American English)."},
  {"word": "PAPER", "clue": "Material manufactured in thin sheets from the pulp of wood, used for writing or printing on."},
  {"word": "PARAGRAPH", "clue": "A distinct section of a piece of writing, usually dealing with a single theme."},
  {"word": "PARENT", "clue": "A father or mother."},
  {"word": "PARK", "clue": "A large public garden in a town; or to bring a vehicle to a stop and leave it temporarily."},
  {"word": "PARLIAMENT", "clue": "The highest legislature, consisting of the sovereign, the House of Lords, and the House of Commons in the UK."},
  {"word": "PART", "clue": "A piece or portion of something."},
  {"word": "PARTICIPATE", "clue": "Take part in an action or event."},
  {"word": "PARTICULAR", "clue": "Used to single out an individual member of a group; specific."},
  {"word": "PARTNER", "clue": "A person who takes part in an undertaking with another or others, especially in a business with shared risks and profits."},
  {"word": "PARTY", "clue": "A social gathering of people for entertainment; or a political group."},
  {"word": "PASS", "clue": "Move or cause to move in a specified direction."},
  {"word": "PASSAGE", "clue": "The act of passing through, over, or across something."},
  {"word": "PASSENGER", "clue": "A traveler on a public or private conveyance other than the driver or crew."},
  {"word": "PASSPORT", "clue": "An official document issued by a government, certifying the holder's identity and citizenship."},
  {"word": "PAST", "clue": "Gone by in time and no longer existing."},
  {"word": "PATH", "clue": "A way or track laid down for walking or made by continual treading."},
  {"word": "PATIENCE", "clue": "The capacity to accept or tolerate delay, problems, or suffering without becoming annoyed or anxious."},
  {"word": "PATIENT", "clue": "Able to accept or tolerate delays or problems without becoming annoyed; or a person receiving medical treatment."},
  {"word": "PATTERN", "clue": "A repeated decorative design."},
  {"word": "PAUSE", "clue": "A temporary stop in action or speech."},
  {"word": "PAY", "clue": "Give someone money that is due for work done or goods received."},
  {"word": "PAYMENT", "clue": "The action of paying someone or the amount of money paid."},
  {"word": "PEACE", "clue": "Freedom from disturbance; tranquility."},
  {"word": "PEAK", "clue": "The pointed top of a mountain."},
  {"word": "PEN", "clue": "An instrument for writing with ink."},
  {"word": "PENCIL", "clue": "An instrument for writing or drawing, consisting of a thin stick of graphite enclosed in a wooden case."},
  {"word": "PENNY", "clue": "A bronze coin and monetary unit in the UK, worth one hundredth of a pound."},
  {"word": "PEOPLE", "clue": "Human beings in general or considered collectively."},
  {"word": "PEPPER", "clue": "A pungent, hot-tasting powder prepared from dried and ground peppercorns."},
  {"word": "PER", "clue": "For each. Ex: '10 dollars ______ person.'"},
  {"word": "PERCENT", "clue": "By a specified amount in or for every hundred."},
  {"word": "PERCENTAGE", "clue": "A rate, number, or amount in each hundred."},
  {"word": "PERFECT", "clue": "Having all the required or desirable elements, qualities, or characteristics."},
  {"word": "PERFORM", "clue": "Carry out, accomplish, or fulfill an action, task, or function."},
  {"word": "PERFORMANCE", "clue": "An act of staging or presenting a play, concert, or other form of entertainment."},
  {"word": "PERHAPS", "clue": "Possibly; maybe."},
  {"word": "PERIOD", "clue": "A length or portion of time."},
  {"word": "PERMANENT", "clue": "Lasting or intended to last or remain unchanged indefinitely."},
  {"word": "PERMISSION", "clue": "The action of officially allowing someone to do a particular thing."},
  {"word": "PERMIT", "clue": "Officially allow someone to do something."},
  {"word": "PERSON", "clue": "An individual human being."},
  {"word": "PERSONAL", "clue": "Of, affecting, or belonging to a particular person rather than to anyone else."},
  {"word": "PERSONALITY", "clue": "The combination of characteristics or qualities that form an individual's distinctive character."},
  {"word": "PERSONALLY", "clue": "By a particular person himself or herself."},
  {"word": "PERSUADE", "clue": "Induce someone to do something through reasoning or argument."},
  {"word": "PET", "clue": "A domestic or tamed animal kept for companionship or pleasure."},
  {"word": "PHASE", "clue": "A distinct period or stage in a series of events."},
  {"word": "PHILOSOPHY", "clue": "The study of the fundamental nature of knowledge, reality, and existence."},
  {"word": "PHONE", "clue": "A telephone."},
  {"word": "PHOTO", "clue": "A photograph."},
  {"word": "PHOTOGRAPH", "clue": "A picture made using a camera."},
  {"word": "PHOTOGRAPHER", "clue": "A person who takes photographs, especially as a job."},
  {"word": "PHRASE", "clue": "A small group of words standing together as a conceptual unit."},
  {"word": "PHYSICAL", "clue": "Relating to the body as opposed to the mind."},
  {"word": "PHYSICS", "clue": "The branch of science concerned with the nature and properties of matter and energy."},
  {"word": "PIANO", "clue": "A large keyboard musical instrument."},
  {"word": "PICK", "clue": "Choose someone or something from a number of alternatives."},
  {"word": "PICTURE", "clue": "A painting, drawing, or photograph."},
  {"word": "PIECE", "clue": "A part or portion of something."},
  {"word": "PIG", "clue": "A domestic animal with a flat snout and bristly hair, kept for its meat."},
  {"word": "PILE", "clue": "A heap of things laid or lying one on top of another."},
  {"word": "PILL", "clue": "A small round mass of solid medicine for swallowing whole."},
  {"word": "PILOT", "clue": "A person who operates the flying controls of an aircraft."},
  {"word": "PIN", "clue": "A thin piece of metal with a sharp point at one end and a round head at the other."},
  {"word": "PINK", "clue": "A color intermediate between red and white."},
  {"word": "PIPE", "clue": "A tube used to convey water, gas, oil, etc."},
  {"word": "PITCH", "clue": "The quality of a sound governed by the rate of vibrations producing it; the degree of highness or lowness of a tone."},
  {"word": "PIZZA", "clue": "A dish of Italian origin consisting of a flat, round base of dough baked with a topping of tomato sauce and cheese."},
  {"word": "PLACE", "clue": "A particular position or point in space."},
  {"word": "PLAN", "clue": "A detailed proposal for doing or achieving something."},
  {"word": "PLANE", "clue": "An airplane."},
  {"word": "PLANET", "clue": "A celestial body moving in an elliptical orbit around a star."},
  {"word": "PLANNING", "clue": "The process of making plans for something."},
  {"word": "PLANT", "clue": "A living organism of the kind exemplified by trees, shrubs, herbs, grasses, etc."},
  {"word": "PLASTIC", "clue": "A synthetic material made from a wide range of organic polymers."},
  {"word": "PLATE", "clue": "A flat dish, typically circular, from which food is eaten or served."},
  {"word": "PLATFORM", "clue": "A raised level surface on which people or things can stand."},
  {"word": "PLAY", "clue": "Engage in activity for enjoyment and recreation rather than a serious purpose."},
  {"word": "PLAYER", "clue": "A person taking part in a sport or game."},
  {"word": "PLEASANT", "clue": "Giving a sense of happy satisfaction or enjoyment."},
  {"word": "PLEASE", "clue": "Cause to feel happy and satisfied."},
  {"word": "PLEASED", "clue": "Feeling or showing pleasure and satisfaction."},
  {"word": "PLEASURE", "clue": "A feeling of happy satisfaction and enjoyment."},
  {"word": "PLENTY", "clue": "A large or sufficient amount or quantity."},
  {"word": "PLOT", "clue": "The main events of a play, novel, or similar work."},
  {"word": "PLUS", "clue": "With the addition of."},
  {"word": "POCKET", "clue": "A small bag sewn into or on clothing, used for carrying small articles."},
  {"word": "POEM", "clue": "A piece of writing in which words are chosen for their beauty and sound and are carefully arranged."},
  {"word": "POET", "clue": "A person who writes poems."},
  {"word": "POETRY", "clue": "Literary work in which special intensity is given to the expression of feelings and ideas by the use of distinctive style and rhythm."},
  {"word": "POINT", "clue": "The sharp end of a tool or weapon; or a particular spot, place, or position."},
  {"word": "POISON", "clue": "A substance that is capable of causing the illness or death of a living organism."},
  {"word": "POLICE", "clue": "The civil force of a state, responsible for the prevention and detection of crime."},
  {"word": "POLICY", "clue": "A course of action adopted by a government, party, or business."},
  {"word": "POLITICAL", "clue": "Relating to the government or public affairs of a country."},
  {"word": "POLITICS", "clue": "The activities associated with the governance of a country."},
  {"word": "POLL", "clue": "The process of voting in an election."},
  {"word": "POLLUTION", "clue": "The presence of harmful substances in the environment."},
  {"word": "POOL", "clue": "A small area of still water; or a swimming pool."},
  {"word": "POOR", "clue": "Lacking sufficient money to live at a standard considered comfortable."},
  {"word": "POP", "clue": "A light explosive sound; or a type of popular music."},
  {"word": "POPULAR", "clue": "Liked, admired, or enjoyed by many people."},
  {"word": "POPULATION", "clue": "All the inhabitants of a particular town, area, or country."},
  {"word": "PORT", "clue": "A town or city with a harbor where ships load or unload."},
  {"word": "POSE", "clue": "Assume a particular attitude or position in order to be photographed or painted."},
  {"word": "POSITION", "clue": "A place where someone or something is located or has been put."},
  {"word": "POSITIVE", "clue": "Consisting in or characterized by the presence of features rather than their absence."},
  {"word": "POSSESS", "clue": "Have as belonging to one; own."},
  {"word": "POSSIBILITY", "clue": "A thing that may happen or be the case."},
  {"word": "POSSIBLE", "clue": "Capable of being done or achieved."},
  {"word": "POSSIBLY", "clue": "Perhaps; maybe."},
  {"word": "POST", "clue": "A long, sturdy piece of timber or metal set upright in the ground; or to display information in a public place."},
  {"word": "POT", "clue": "A round container, typically made of metal or earthenware, used for cooking."},
  {"word": "POTATO", "clue": "A starchy plant tuber which is one of the most important food crops."},
  {"word": "POTENTIAL", "clue": "Having or showing the capacity to become or develop into something in the future."},
  {"word": "POUND", "clue": "A unit of weight equal to 16 ounces; or the basic monetary unit of the UK."},
  {"word": "POUR", "clue": "Cause a liquid to flow from a container in a steady stream."},
  {"word": "POVERTY", "clue": "The state of being extremely poor."},
  {"word": "POWDER", "clue": "A dry, fine substance."},
  {"word": "POWER", "clue": "The ability to direct or influence the behavior of others or the course of events."},
  {"word": "POWERFUL", "clue": "Having great power or strength."},
  {"word": "PRACTICAL", "clue": "Concerned with the actual doing or use of something rather than with theory."},
  {"word": "PRACTICE", "clue": "The actual application or use of an idea, belief, or method."},
  {"word": "PRAISE", "clue": "Express warm approval or admiration of."},
  {"word": "PRAY", "clue": "Address a solemn request or expression of thanks to a deity or other object of worship."},
  {"word": "PRAYER", "clue": "A solemn request for help or expression of thanks addressed to God or another deity."},
  {"word": "PREDICT", "clue": "Say or estimate that a specified thing will happen in the future."},
  {"word": "PREFER", "clue": "Like one thing or person better than another."},
  {"word": "PREGNANT", "clue": "Having a child or young developing in the uterus."},
  {"word": "PREPARE", "clue": "Make something ready for use or consideration."},
  {"word": "PRESENCE", "clue": "The state or fact of existing or being present in a place."},
  {"word": "PRESENT", "clue": "Existing or occurring now; or a gift."},
  {"word": "PRESIDENT", "clue": "The elected head of a republican state."},
  {"word": "PRESS", "clue": "Move something into contact with something else by applying steady force; or the news media."},
  {"word": "PRESSURE", "clue": "The continuous physical force exerted on or against an object by something in contact with it."},
  {"word": "PRETEND", "clue": "Behave so as to make it appear that something is the case when in fact it is not."},
  {"word": "PRETTY", "clue": "Attractive in a delicate way without being truly beautiful."},
  {"word": "PREVENT", "clue": "Keep something from happening."},
  {"word": "PREVIOUS", "clue": "Existing or occurring before in time or order."},
  {"word": "PRICE", "clue": "The amount of money expected, required, or given in payment for something."},
  {"word": "PRIDE", "clue": "A feeling of deep pleasure or satisfaction derived from one's own achievements."},
  {"word": "PRIEST", "clue": "An ordained minister of the Catholic, Orthodox, or Anglican Church."},
  {"word": "PRIMARY", "clue": "Of chief importance; principal."},
  {"word": "PRINCE", "clue": "The son of a monarch."},
  {"word": "PRINCESS", "clue": "The daughter of a monarch."},
  {"word": "PRINCIPLE", "clue": "A fundamental truth or proposition that serves as the foundation for a system of belief or behavior."},
  {"word": "PRINT", "clue": "Produce words or images on paper by means of a machine that applies ink."},
  {"word": "PRINTER", "clue": "A machine for printing text or pictures onto paper."},
  {"word": "PRIORITY", "clue": "A thing that is regarded as more important than another."},
  {"word": "PRISON", "clue": "A building in which people are legally held as a punishment for a crime."},
  {"word": "PRISONER", "clue": "A person legally held in prison as a punishment for a crime."},
  {"word": "PRIVACY", "clue": "A state in which one is not observed or disturbed by other people."},
  {"word": "PRIVATE", "clue": "For or concerning an individual person rather than the public."},
  {"word": "PRIZE", "clue": "A thing given as a reward to the winner of a competition."},
  {"word": "PROBABLY", "clue": "Almost certainly; as far as one knows or can tell."},
  {"word": "PROBLEM", "clue": "A matter or situation regarded as unwelcome or harmful and needing to be dealt with."},
  {"word": "PROCEDURE", "clue": "An established or official way of doing something."},
  {"word": "PROCESS", "clue": "A series of actions or steps taken in order to achieve a particular end."},
  {"word": "PRODUCE", "clue": "Make or manufacture from components or raw materials."},
  {"word": "PRODUCER", "clue": "A person, company, or country that makes, grows, or supplies goods for sale."},
  {"word": "PRODUCT", "clue": "An article or substance that is manufactured or refined for sale."},
  {"word": "PRODUCTION", "clue": "The action of making or manufacturing from components or raw materials."},
  {"word": "PROFESSION", "clue": "A paid occupation, especially one that involves prolonged training and a formal qualification."},
  {"word": "PROFESSIONAL", "clue": "Relating to or connected with a profession."},
  {"word": "PROFESSOR", "clue": "A university teacher of the highest rank."},
  {"word": "PROFILE", "clue": "An outline of something, especially a person's face, as seen from one side."},
  {"word": "PROFIT", "clue": "A financial gain, especially the difference between the amount earned and the amount spent."},
  {"word": "PROGRAM", "clue": "A set of related measures or activities with a particular long-term aim."},
  {"word": "PROGRESS", "clue": "Forward or onward movement toward a destination."},
  {"word": "PROJECT", "clue": "An individual or collaborative enterprise that is carefully planned to achieve a particular aim."},
  {"word": "PROMISE", "clue": "A declaration or assurance that one will do a particular thing."},
  {"word": "PROMOTE", "clue": "Further the progress of (something, especially a cause, venture, or aim); support or actively encourage."},
  {"word": "PROMPT", "clue": "Done without delay; immediate."},
  {"word": "PRONOUNCE", "clue": "Make the sound of a word or part of a word in the correct way."},
  {"word": "PROOF", "clue": "Evidence or argument establishing a fact or the truth of a statement."},
  {"word": "PROPER", "clue": "Truly what something is said to be; genuine."},
  {"word": "PROPERTY", "clue": "A thing or things belonging to someone; possessions collectively."},
  {"word": "PROPOSAL", "clue": "A plan or suggestion put forward for consideration by others."},
  {"word": "PROPOSE", "clue": "Put forward an idea or plan for consideration by others."},
  {"word": "PROSPECT", "clue": "The possibility or likelihood of some future event occurring."},
  {"word": "PROTECT", "clue": "Keep safe from harm or injury."},
  {"word": "PROTECTION", "clue": "The action of protecting someone or something."},
  {"word": "PROTEST", "clue": "A statement or action expressing disapproval of or objection to something."},
  {"word": "PROUD", "clue": "Feeling deep pleasure or satisfaction as a result of one's own achievements."},
  {"word": "PROVE", "clue": "Demonstrate the truth or existence of something by evidence or argument."},
  {"word": "PROVIDE", "clue": "Make available for use; supply."},
  {"word": "PSYCHOLOGIST", "clue": "An expert or specialist in psychology."},
  {"word": "PSYCHOLOGY", "clue": "The scientific study of the human mind and its functions."},
  {"word": "PUB", "clue": "An establishment for the sale of beer and other drinks, to be consumed on the premises."},
  {"word": "PUBLIC", "clue": "Of or concerning the people as a whole."},
  {"word": "PUBLICATION", "clue": "A book, journal, or other text that is printed and distributed."},
  {"word": "PUBLISH", "clue": "Prepare and issue a book, journal, or piece of music for public sale."},
  {"word": "PULL", "clue": "Exert force on (someone or something) so as to cause movement toward oneself."},
  {"word": "PUNISH", "clue": "Inflict a penalty on someone for an offense."},
  {"word": "PUPIL", "clue": "A person who is taught by another, especially a schoolchild."},
  {"word": "PURCHASE", "clue": "Acquire something by paying for it; buy."},
  {"word": "PURE", "clue": "Not mixed or adulterated with any other substance."},
  {"word": "PURPLE", "clue": "A color intermediate between blue and red."},
  {"word": "PURPOSE", "clue": "The reason for which something is done or created."},
  {"word": "PURSUE", "clue": "Follow someone or something in order to catch or attack them."},
  {"word": "PUSH", "clue": "Exert force on (someone or something) in order to move them away from oneself."},
  {"word": "PUT", "clue": "Move to or place in a particular position."},
  {"word": "PUZZLE", "clue": "A game, toy, or problem designed to test ingenuity or knowledge."},
  {"word": "QUALIFY", "clue": "Be entitled to a particular benefit or privilege by fulfilling a condition."},
  {"word": "QUALITY", "clue": "The standard of something as measured against other things of a similar kind."},
  {"word": "QUANTITY", "clue": "The amount or number of a material or abstract thing."},
  {"word": "QUARTER", "clue": "Each of four equal or corresponding parts into which something is or can be divided."},
  {"word": "QUEEN", "clue": "The female ruler of an independent state."},
  {"word": "QUESTION", "clue": "A sentence worded so as to elicit information."},
  {"word": "QUICK", "clue": "Moving fast or doing something in a short time."},
  {"word": "QUICKLY", "clue": "At a fast speed; rapidly."},
  {"word": "QUIET", "clue": "Making little or no noise."},
  {"word": "QUIT", "clue": "Leave (a place), usually permanently."},
  {"word": "QUITE", "clue": "To the utmost or most absolute extent or degree."},
  {"word": "QUOTE", "clue": "Repeat or copy out a group of words from a text or speech."},
  {"word": "RACE", "clue": "A competition between runners, horses, vehicles, etc., to see which is the fastest."},
  {"word": "RACIAL", "clue": "Relating to race."},
  {"word": "RADICAL", "clue": "Relating to or affecting the fundamental nature of something; far-reaching."},
  {"word": "RADIO", "clue": "The transmission and reception of electromagnetic waves of radio frequency."},
  {"word": "RAIL", "clue": "A bar or series of bars fixed on upright supports or posts as part of a fence or barrier."},
  {"word": "RAILWAY", "clue": "A line or track along which trains run."},
  {"word": "RAIN", "clue": "Moisture condensed from the atmosphere that falls visibly in separate drops."},
  {"word": "RAISE", "clue": "Lift or move to a higher position or level."},
  {"word": "RANGE", "clue": "The area of variation between upper and lower limits on a particular scale."},
  {"word": "RANK", "clue": "A position in the hierarchy of an organization."},
  {"word": "RAPID", "clue": "Happening in a short time; happening at a fast pace."},
  {"word": "RARE", "clue": "Not occurring very often."},
  {"word": "RATE", "clue": "A measure, quantity, or frequency, typically one measured against another quantity or measure."},
  {"word": "RATHER", "clue": "Used to express preference. Ex: 'I would ______ have tea.'"},
  {"word": "RATING", "clue": "A classification or ranking of someone or something based on a comparative assessment."},
  {"word": "RATIO", "clue": "The quantitative relation between two amounts showing the number of times one value contains the other."},
  {"word": "RAW", "clue": "Not cooked."},
  {"word": "REACH", "clue": "Stretch out an arm in a specified direction in order to touch or grasp something."},
  {"word": "REACT", "clue": "Respond or behave in a particular way in response to something."},
  {"word": "REACTION", "clue": "An action performed or a feeling experienced in response to a situation or event."},
  {"word": "READ", "clue": "Look at and comprehend the meaning of written or printed matter."},
  {"word": "READER", "clue": "A person who reads."},
  {"word": "READING", "clue": "The action or skill of reading."},
  {"word": "READY", "clue": "In a suitable state for an action or situation; fully prepared."},
  {"word": "REAL", "clue": "Actually existing as a thing or occurring in fact; not imagined."},
  {"word": "REALITY", "clue": "The state of things as they actually exist, as opposed to an idealistic or notional idea."},
  {"word": "REALIZE", "clue": "Become fully aware of something as a fact; understand clearly."},
  {"word": "REALLY", "clue": "In actual fact, as opposed to what is said or imagined."},
  {"word": "REASON", "clue": "A cause, explanation, or justification for an action or event."},
  {"word": "REASONABLE", "clue": "Having sound judgment; fair and sensible."},
  {"word": "RECALL", "clue": "Bring a fact, event, or situation back into one's mind."},
  {"word": "RECEIPT", "clue": "A written or printed statement acknowledging that something has been paid for or that goods have been received."},
  {"word": "RECEIVE", "clue": "Be given, presented with, or paid something."},
  {"word": "RECENT", "clue": "Having happened or been done not long ago."},
  {"word": "RECEPTION", "clue": "The action or process of receiving something sent or given."},
  {"word": "RECIPE", "clue": "A set of instructions for preparing a particular dish."},
  {"word": "RECOGNIZE", "clue": "Identify someone or something from having encountered them before."},
  {"word": "RECOMMEND", "clue": "Put forward someone or something with approval as being suitable for a particular purpose."},
  {"word": "RECORD", "clue": "A piece of information constituting evidence of a fact or event."},
  {"word": "RECORDING", "clue": "The action of converting sound or a performance into a permanent form for subsequent reproduction."},
  {"word": "RECOVER", "clue": "Return to a normal state of health, mind, or strength."},
  {"word": "RECYCLE", "clue": "Convert waste into reusable material."},
  {"word": "RED", "clue": "The color of blood or fire."},
  {"word": "REDUCE", "clue": "Make smaller or less in amount, degree, or size."},
  {"word": "REFER", "clue": "Mention or allude to."},
  {"word": "REFERENCE", "clue": "The action of mentioning or alluding to something."},
  {"word": "REFLECT", "clue": "Throw back heat, light, or sound without absorbing it."},
  {"word": "REFORM", "clue": "Make changes in something in order to improve it."},
  {"word": "REFUSE", "clue": "Indicate that one is not willing to do something."},
  {"word": "REGARD", "clue": "Consider or think of in a specified way."},
  {"word": "REGION", "clue": "An area, especially part of a country or the world having definable characteristics."},
  {"word": "REGIONAL", "clue": "Relating to or characteristic of a region."},
  {"word": "REGISTER", "clue": "Enter or record on an official list or directory."},
  {"word": "REGRET", "clue": "Feel sad, repentant, or disappointed over something that has happened."},
  {"word": "REGULAR", "clue": "Arranged in or constituting a constant or definite pattern."},
  {"word": "REGULATION", "clue": "A rule or directive made and maintained by an authority."},
  {"word": "REJECT", "clue": "Dismiss as inadequate, inappropriate, or not to one's taste."},
  {"word": "RELATE", "clue": "Make or show a connection between."},
  {"word": "RELATED", "clue": "Belonging to the same family, group, or type; connected."},
  {"word": "RELATION", "clue": "The way in which two or more concepts, objects, or people are connected."},
  {"word": "RELATIONSHIP", "clue": "The way in which two or more people or things are connected."},
  {"word": "RELATIVE", "clue": "Considered in relation to something else."},
  {"word": "RELAX", "clue": "Make or become less tense or anxious."},
  {"word": "RELAXED", "clue": "Free from tension and anxiety."},
  {"word": "RELEASE", "clue": "Allow or enable to escape from confinement; set free."},
  {"word": "RELEVANT", "clue": "Closely connected or appropriate to the matter in hand."},
  {"word": "RELIABLE", "clue": "Consistently good in quality or performance; able to be trusted."},
  {"word": "RELIEF", "clue": "A feeling of reassurance and relaxation following release from anxiety."},
  {"word": "RELIGION", "clue": "The belief in and worship of a superhuman controlling power, especially a personal God or gods."},
  {"word": "RELIGIOUS", "clue": "Relating to or believing in a religion."},
  {"word": "RELY", "clue": "Depend on with full trust or confidence."},
  {"word": "REMAIN", "clue": "Continue to exist, especially after other similar or related people or things have ceased to exist."},
  {"word": "REMARK", "clue": "A written or spoken comment."},
  {"word": "REMEMBER", "clue": "Have in or be able to bring to one's mind an awareness of someone or something from the past."},
  {"word": "REMIND", "clue": "Cause someone to remember someone or something."},
  {"word": "REMOTE", "clue": "Situated far from the main centers of population; distant."},
  {"word": "REMOVE", "clue": "Take something away or off from the position occupied."},
  {"word": "RENT", "clue": "A tenant's regular payment to a landlord for the use of property or land."},
  {"word": "REPAIR", "clue": "Restore something damaged, faulty, or worn to a good condition."},
  {"word": "REPEAT", "clue": "Say again something one has already said."},
  {"word": "REPLACE", "clue": "Take the place of."},
  {"word": "REPLY", "clue": "Say something in response to something someone has said."},
  {"word": "REPORT", "clue": "Give a spoken or written account of something."},
  {"word": "REPORTER", "clue": "A person who reports news or conducts interviews for newspapers or broadcasts."},
  {"word": "REPRESENT", "clue": "Be entitled or appointed to act or speak for someone or something."},
  {"word": "REPUBLIC", "clue": "A state in which supreme power is held by the people and their elected representatives."},
  {"word": "REPUTATION", "clue": "The beliefs or opinions that are generally held about someone or something."},
  {"word": "REQUEST", "clue": "An act of asking politely or formally for something."},
  {"word": "REQUIRE", "clue": "Need for a particular purpose."},
  {"word": "RESCUE", "clue": "Save someone from a dangerous or distressing situation."},
  {"word": "RESEARCH", "clue": "The systematic investigation into and study of materials and sources in order to establish facts."},
  {"word": "RESERVATION", "clue": "The action of reserving something."},
  {"word": "RESIDENT", "clue": "A person who lives somewhere permanently or on a long-term basis."},
  {"word": "RESIST", "clue": "Withstand the action or effect of."},
  {"word": "RESOLVE", "clue": "Settle or find a solution to a problem or contentious matter."},
  {"word": "RESORT", "clue": "A place that is a popular destination for vacations or recreation."},
  {"word": "RESOURCE", "clue": "A stock or supply of money, materials, staff, and other assets."},
  {"word": "RESPECT", "clue": "A feeling of deep admiration for someone or something elicited by their abilities, qualities, or achievements."},
  {"word": "RESPOND", "clue": "Say something in reply."},
  {"word": "RESPONSE", "clue": "A verbal or written answer."},
  {"word": "RESPONSIBILITY", "clue": "The state or fact of having a duty to deal with something."},
  {"word": "RESPONSIBLE", "clue": "Having an obligation to do something, or having control over or care for someone."},
  {"word": "REST", "clue": "Cease work or movement in order to relax, refresh oneself, or recover strength."},
  {"word": "RESTAURANT", "clue": "A place where people pay to sit and eat meals that are cooked and served on the premises."},
  {"word": "RESTORE", "clue": "Bring back a previous right, practice, custom, or situation."},
  {"word": "RESTRICT", "clue": "Put a limit on; keep under control."},
  {"word": "RESULT", "clue": "A consequence, effect, or outcome of something."},
  {"word": "RETAIN", "clue": "Continue to have something; keep possession of."},
  {"word": "RETIRE", "clue": "Leave one's job and cease to work, typically upon reaching the normal age for leaving service."},
  {"word": "RETURN", "clue": "Come or go back to a place or person."},
  {"word": "REVEAL", "clue": "Make previously unknown or secret information known to others."},
  {"word": "REVENUE", "clue": "Income, especially when of a company or organization and of a substantial nature."},
  {"word": "REVIEW", "clue": "A formal assessment of something with the intention of instituting change if necessary."},
  {"word": "REVOLUTION", "clue": "A forcible overthrow of a government or social order in favor of a new system."},
  {"word": "REWARD", "clue": "A thing given in recognition of one's service, effort, or achievement."},
  {"word": "RHYTHM", "clue": "A strong, regular repeated pattern of movement or sound."},
  {"word": "RICE", "clue": "A swamp grass which is widely cultivated as a source of food, especially in Asia."},
  {"word": "RICH", "clue": "Having a great deal of money or assets."},
  {"word": "RID", "clue": "Make someone or something free of an unwanted person or thing. Ex: 'get ______ of'."},
  {"word": "RIDE", "clue": "Sit on and control the movement of an animal, typically a horse."},
  {"word": "RIGHT", "clue": "Morally good, justified, or acceptable; the opposite of 'wrong'."},
  {"word": "RING", "clue": "A small circular band, typically of precious metal, worn on a finger as an ornament."},
  {"word": "RISE", "clue": "Move from a lower position to a higher one; come or go up."},
  {"word": "RISK", "clue": "A situation involving exposure to danger."},
  {"word": "RIVER", "clue": "A large natural stream of water flowing in a channel to the sea, a lake, or another river."},
  {"word": "ROAD", "clue": "A wide way leading from one place to another, especially one with a prepared surface."},
  {"word": "ROBOT", "clue": "A machine capable of carrying out a complex series of actions automatically."},
  {"word": "ROCK", "clue": "The solid mineral material forming part of the surface of the earth; or a genre of popular music."},
  {"word": "ROLE", "clue": "An actor's part in a play, movie, etc."},
  {"word": "ROLL", "clue": "Move in a particular direction by turning over and over on an axis."},
  {"word": "ROMANTIC", "clue": "Conducive to or characterized by the expression of love."},
  {"word": "ROOF", "clue": "The structure forming the upper covering of a building."},
  {"word": "ROOM", "clue": "Space that can be occupied or where something can be done."},
  {"word": "ROOT", "clue": "The part of a plant which attaches it to the ground, conveying water and nourishment."},
  {"word": "ROPE", "clue": "A length of strong cord made by twisting together strands of natural or artificial fibers."},
  {"word": "ROUGH", "clue": "Having an uneven or irregular surface; not smooth."},
  {"word": "ROUND", "clue": "Shaped like a circle or cylinder."},
  {"word": "ROUTE", "clue": "A way or course taken in getting from a starting point to a destination."},
  {"word": "ROUTINE", "clue": "A sequence of actions regularly followed."},
  {"word": "ROW", "clue": "A number of people or things in a more or less straight line."},
  {"word": "ROYAL", "clue": "Having the status of a king or queen or a member of their family."},
  {"word": "RUB", "clue": "Move one's hand or a cloth repeatedly back and forth on the surface of something."},
  {"word": "RUBBISH", "clue": "Waste material; refuse or litter (British English)."},
  {"word": "RUDE", "clue": "Offensively impolite or ill-mannered."},
  {"word": "RUGBY", "clue": "A team game played with an oval ball that may be kicked, carried, and passed from hand to hand."},
  {"word": "RULE", "clue": "One of a set of explicit or understood regulations or principles governing conduct."},
  {"word": "RUN", "clue": "Move at a speed faster than a walk."},
  {"word": "RUNNER", "clue": "A person who runs, especially in a race."},
  {"word": "RURAL", "clue": "In, relating to, or characteristic of the countryside rather than the town."},
  {"word": "RUSH", "clue": "Move with urgent haste."},
  {"word": "SAD", "clue": "Feeling or showing sorrow; unhappy."},
  {"word": "SAFE", "clue": "Protected from or not exposed to danger or risk."},
  {"word": "SAFETY", "clue": "The condition of being protected from or unlikely to cause danger, risk, or injury."},
  {"word": "SAIL", "clue": "Travel on water in a ship, especially one propelled by wind."},
  {"word": "SAILING", "clue": "The action of sailing a boat or ship."},
  {"word": "SAILOR", "clue": "A person whose job it is to work as a member of the crew of a ship."},
  {"word": "SALAD", "clue": "A dish of various mixtures of raw or cooked vegetables, usually seasoned with oil, vinegar, or other dressing."},
  {"word": "SALARY", "clue": "A fixed regular payment, typically paid on a monthly basis, made by an employer to an employee."},
  {"word": "SALE", "clue": "The exchange of a commodity for money; the action of selling something."},
  {"word": "SALT", "clue": "A white crystalline substance that gives seawater its characteristic taste and is used for seasoning food."},
  {"word": "SAME", "clue": "Identical; not different."},
  {"word": "SAMPLE", "clue": "A small part or quantity intended to show what the whole is like."},
  {"word": "SAND", "clue": "A loose granular substance, typically pale yellowish brown, resulting from the erosion of rocks."},
  {"word": "SANDWICH", "clue": "An item of food consisting of two pieces of bread with meat, cheese, or other filling between them."},
  {"word": "SATELLITE", "clue": "An artificial body placed in orbit around the earth or moon or another planet."},
  {"word": "SATISFACTION", "clue": "Fulfillment of one's wishes, expectations, or needs."},
  {"word": "SATISFIED", "clue": "Contented; pleased."},
  {"word": "SATISFY", "clue": "Meet the expectations, needs, or desires of someone."},
  {"word": "SATURDAY", "clue": "The day of the week before Sunday and following Friday."},
  {"word": "SAUCE", "clue": "A liquid or semiliquid substance served with food to add moistness and flavor."},
  {"word": "SAVE", "clue": "Keep safe or rescue from harm or danger."},
  {"word": "SAY", "clue": "Utter words so as to convey information, an opinion, a feeling, or an intention."},
  {"word": "SCALE", "clue": "Each of the small, thin bony plates protecting the skin of fish and reptiles; or a device for weighing."},
  {"word": "SCARE", "clue": "Cause great fear or nervousness in; frighten."},
  {"word": "SCARED", "clue": "Fearful; frightened."},
  {"word": "SCARY", "clue": "Frightening; causing fear."},
  {"word": "SCENE", "clue": "The place where an incident in real life or fiction occurs."},
  {"word": "SCHEDULE", "clue": "A plan for carrying out a process or procedure, giving lists of intended events and times."},
  {"word": "SCHEME", "clue": "A large-scale systematic plan or arrangement for attaining a particular object."},
  {"word": "SCHOOL", "clue": "An institution for educating children."},
  {"word": "SCIENCE", "clue": "The intellectual and practical activity encompassing the systematic study of the structure and behavior of the physical and natural world."},
  {"word": "SCIENTIFIC", "clue": "Based on or characterized by the methods and principles of science."},
  {"word": "SCIENTIST", "clue": "A person who is studying or has expert knowledge of one or more of the natural or physical sciences."},
  {"word": "SCORE", "clue": "The number of points, goals, runs, etc., achieved in a game by a party or individual."},
  {"word": "SCREEN", "clue": "A flat panel or area on which a picture or series of pictures is projected or displayed."},
  {"word": "SCREW", "clue": "A short, slender, sharp-pointed metal pin with a raised helical thread running around it."},
  {"word": "SCRIPT", "clue": "The written text of a play, movie, or broadcast."},
  {"word": "SCULPTURE", "clue": "The art of making two- or three-dimensional representative or abstract forms, especially by carving stone or wood."},
  {"word": "SEA", "clue": "The expanse of salt water that covers most of the earth's surface."},
  {"word": "SEARCH", "clue": "Try to find something by looking carefully and thoroughly."},
  {"word": "SEASON", "clue": "Each of the four divisions of the year (spring, summer, autumn, and winter)."},
  {"word": "SEAT", "clue": "A thing made or used for sitting on, such as a chair or bench."},
  {"word": "SECOND", "clue": "Constituting number two in a sequence; coming after the first."},
  {"word": "SECONDARY", "clue": "Coming after, less important than, or resulting from someone or something else that is primary."},
  {"word": "SECRET", "clue": "Not known or seen or not meant to be known or seen by others."},
  {"word": "SECRETARY", "clue": "A person employed by an individual or in an office to assist with correspondence, keep records, etc."},
  {"word": "SECTION", "clue": "Any of the more or less distinct parts into which something is or may be divided."},
  {"word": "SECTOR", "clue": "An area or portion that is distinct from others."},
  {"word": "SECURE", "clue": "Fixed or fastened so as not to give way, become loose, or be lost."},
  {"word": "SECURITY", "clue": "The state of being free from danger or threat."},
  {"word": "SEE", "clue": "Perceive with the eyes; discern visually."},
  {"word": "SEED", "clue": "A flowering plant's unit of reproduction, capable of developing into another such plant."},
  {"word": "SEEK", "clue": "Attempt to find something."},
  {"word": "SEEM", "clue": "Give the impression or sensation of being something or having a particular quality."},
  {"word": "SELECT", "clue": "Carefully choose as being the best or most suitable."},
  {"word": "SELF", "clue": "A person's essential being that distinguishes them from others."},
  {"word": "SELL", "clue": "Give or hand over something in exchange for money."},
  {"word": "SENATE", "clue": "The smaller upper assembly in the US Congress, most US states, France, and other countries."},
  {"word": "SEND", "clue": "Cause to go or be taken to a particular destination."},
  {"word": "SENIOR", "clue": "Of a more advanced age."},
  {"word": "SENSE", "clue": "A faculty by which the body perceives an external stimulus; one of the faculties of sight, smell, hearing, taste, and touch."},
  {"word": "SENSIBLE", "clue": "Done or chosen in accordance with wisdom or prudence; likely to be of benefit."},
  {"word": "SENTENCE", "clue": "A set of words that is complete in itself, typically containing a subject and predicate."},
  {"word": "SEPARATE", "clue": "Forming or viewed as a unit apart or by itself."},
  {"word": "SEPTEMBER", "clue": "The ninth month of the year."},
  {"word": "SEQUENCE", "clue": "A particular order in which related events, movements, or things follow each other."},
  {"word": "SERIES", "clue": "A number of similar or related events or things, one following another."},
  {"word": "SERIOUS", "clue": "Demanding or characterized by careful consideration or application."},
  {"word": "SERVANT", "clue": "A person who performs duties for others, especially a person employed in a house on domestic duties."},
  {"word": "SERVE", "clue": "Perform duties or services for another person or an organization."},
  {"word": "SERVICE", "clue": "The action of helping or doing work for someone."},
  {"word": "SESSION", "clue": "A period devoted to a particular activity."},
  {"word": "SET", "clue": "Put, lay, or stand something in a specified place or position."},
  {"word": "SETTLE", "clue": "Resolve or reach an agreement about an argument or problem."},
  {"word": "SEVEN", "clue": "The number equivalent to the sum of three and four."},
  {"word": "SEVERAL", "clue": "More than two but not many."},
  {"word": "SEVERE", "clue": "Of something bad or undesirable: very great; intense."},
  {"word": "SEX", "clue": "Either of the two main categories (male and female) into which humans and most other living things are divided."},
  {"word": "SEXUAL", "clue": "Relating to the instincts, physiological processes, and activities connected with physical attraction."},
  {"word": "SHADE", "clue": "Comparative darkness and coolness caused by shelter from direct sunlight."},
  {"word": "SHADOW", "clue": "A dark area or shape produced by a body coming between rays of light and a surface."},
  {"word": "SHAKE", "clue": "Move an object vigorously up and down or from side to side."},
  {"word": "SHALL", "clue": "A modal verb used to express a strong assertion or intention."},
  {"word": "SHALLOW", "clue": "Of little depth."},
  {"word": "SHAME", "clue": "A painful feeling of humiliation or distress caused by the consciousness of wrong or foolish behavior."},
  {"word": "SHAPE", "clue": "The external form or appearance characteristic of someone or something."},
  {"word": "SHARE", "clue": "A part or portion of a larger amount which is divided among a number of people."},
  {"word": "SHARP", "clue": "Having a thin, pointed edge or point that can cut."},
  {"word": "SHE", "clue": "Pronoun used to refer to a woman or girl previously mentioned."},
  {"word": "SHEEP", "clue": "A domesticated ruminant animal with a thick woolly coat."},
  {"word": "SHEET", "clue": "A large rectangular piece of cotton or other fabric, used on a bed."},
  {"word": "SHELF", "clue": "A flat length of wood or other rigid material, attached to a wall or forming part of a piece of furniture."},
  {"word": "SHELL", "clue": "The hard protective outer case of a mollusk or crustacean."},
  {"word": "SHELTER", "clue": "A place giving temporary protection from bad weather or danger."},
  {"word": "SHIFT", "clue": "Move or cause to move from one place to another."},
  {"word": "SHINE", "clue": "Give out a bright light."},
  {"word": "SHINY", "clue": "Reflecting light, typically because very clean or polished."},
  {"word": "SHIP", "clue": "A large boat for transporting people or goods by sea or other large bodies of water."},
  {"word": "SHIRT", "clue": "A garment for the upper body, with a collar, sleeves, and a front opening."},
  {"word": "SHOCK", "clue": "A sudden upsetting or surprising event or experience."},
  {"word": "SHOCKED", "clue": "Feeling surprised and upset."},
  {"word": "SHOE", "clue": "A covering for the foot, typically made of leather."},
  {"word": "SHOOT", "clue": "Kill or wound a person or animal with a bullet or arrow."},
  {"word": "SHOP", "clue": "A building or part of a building where goods or services are sold."},
  {"word": "SHOPPING", "clue": "The action of buying goods from shops."},
  {"word": "SHORT", "clue": "Measuring a small distance from end to end."},
  {"word": "SHOT", "clue": "The firing of a gun or cannon."},
  {"word": "SHOULD", "clue": "A modal verb used to indicate obligation or correctness."},
  {"word": "SHOULDER", "clue": "The upper joint of the human arm and the part of the body between this and the neck."},
  {"word": "SHOUT", "clue": "Speak or cry out with a loud voice."},
  {"word": "SHOW", "clue": "Allow to be seen; display."},
  {"word": "SHOWER", "clue": "A cubicle in a bathroom that allows one to wash under a spray of water."},
  {"word": "SHUT", "clue": "Move something into a position to block an opening; close."},
  {"word": "SHY", "clue": "Being reserved or having or showing nervousness or timidity in the company of other people."},
  {"word": "SICK", "clue": "Affected by physical or mental illness."},
  {"word": "SIDE", "clue": "A position to the left or right of an object, place, or central area."},
  {"word": "SIGHT", "clue": "The faculty or power of seeing."},
  {"word": "SIGN", "clue": "An object, quality, or event whose presence or occurrence indicates the probable presence of something else."},
  {"word": "SIGNAL", "clue": "A gesture, action, or sound that is used to convey information or instructions."},
  {"word": "SIGNIFICANT", "clue": "Sufficiently great or important to be worthy of attention."},
  {"word": "SILENCE", "clue": "Complete absence of sound."},
  {"word": "SILENT", "clue": "Not making or accompanied by any sound."},
  {"word": "SILK", "clue": "A fine, strong, soft, lustrous fiber produced by silkworms."},
  {"word": "SILLY", "clue": "Having or showing a lack of common sense or judgment; absurd and foolish."},
  {"word": "SILVER", "clue": "A precious shiny grayish-white metal."},
  {"word": "SIMILAR", "clue": "Resembling without being identical."},
  {"word": "SIMPLE", "clue": "Easily understood or done; presenting no difficulty."},
  {"word": "SINCE", "clue": "In the intervening period between the time mentioned and the present."},
  {"word": "SINCERELY", "clue": "In a sincere or genuine way."},
  {"word": "SING", "clue": "Make musical sounds with the voice."},
  {"word": "SINGER", "clue": "A person who sings, especially professionally."},
  {"word": "SINGLE", "clue": "Only one; not one of several."},
  {"word": "SINK", "clue": "Go down below the surface of something, especially of a liquid."},
  {"word": "SIR", "clue": "A formal or polite term of address for a man."},
  {"word": "SISTER", "clue": "A woman or girl who has one or both parents in common with another person."},
  {"word": "SIT", "clue": "Adopt or be in a position in which one's weight is supported by one's buttocks rather than one's feet."},
  {"word": "SITE", "clue": "An area of ground on which a town, building, or monument is constructed."},
  {"word": "SITUATION", "clue": "A set of circumstances in which one finds oneself."},
  {"word": "SIX", "clue": "The number equivalent to the sum of three and three."},
  {"word": "SIZE", "clue": "The relative extent of something; a thing's overall dimensions."},
  {"word": "SKI", "clue": "Each of a pair of long narrow runners attached to boots for traveling over snow."},
  {"word": "SKILL", "clue": "The ability to do something well; expertise."},
  {"word": "SKIN", "clue": "The thin layer of tissue forming the natural outer covering of the body."},
  {"word": "SKIRT", "clue": "A woman's outer garment fastened around the waist and hanging down around the legs."},
  {"word": "SKY", "clue": "The region of the atmosphere and outer space seen from the earth."},
  {"word": "SLAVE", "clue": "A person who is the legal property of another and is forced to obey them."},
  {"word": "SLEEP", "clue": "A condition of body and mind which typically recurs for several hours every night."},
  {"word": "SLICE", "clue": "A thin, broad piece of food, such as bread, meat, or cake, cut from a larger portion."},
  {"word": "SLIDE", "clue": "Move along a smooth surface while maintaining continuous contact with it."},
  {"word": "SLIGHT", "clue": "Small in degree; inconsiderable."},
  {"word": "SLOW", "clue": "Moving or operating at a low speed."},
  {"word": "SMALL", "clue": "Of a size that is less than normal or usual."},
  {"word": "SMART", "clue": "Having or showing a quick-witted intelligence."},
  {"word": "SMELL", "clue": "The faculty or power of perceiving odors or scents by means of the organs in the nose."},
  {"word": "SMILE", "clue": "Form one's features into a pleased, kind, or amused expression."},
  {"word": "SMOKE", "clue": "A visible suspension of carbon or other particles in air, emitted from a burning substance."},
  {"word": "SMOOTH", "clue": "Having an even and regular surface; free from bumps or indentations."},
  {"word": "SNAKE", "clue": "A long limbless reptile which has no eyelids, a short tail, and jaws that are capable of considerable extension."},
  {"word": "SNOW", "clue": "Atmospheric water vapor frozen into ice crystals and falling in light white flakes."},
  {"word": "SO", "clue": "To such a great extent."},
  {"word": "SOAP", "clue": "A substance used with water for washing and cleaning."},
  {"word": "SOCCER", "clue": "A form of football played with a round ball which may not be handled during play except by the goalkeepers."},
  {"word": "SOCIAL", "clue": "Relating to society or its organization."},
  {"word": "SOCIETY", "clue": "The aggregate of people living together in a more or less ordered community."},
  {"word": "SOCK", "clue": "A garment for the foot and lower part of the leg."},
  {"word": "SOFT", "clue": "Easy to mold, cut, compress, or fold; not hard or firm to the touch."},
  {"word": "SOFTWARE", "clue": "The programs and other operating information used by a computer."},
  {"word": "SOIL", "clue": "The upper layer of earth in which plants grow."},
  {"word": "SOLDIER", "clue": "A person who serves in an army."},
  {"word": "SOLID", "clue": "Firm and stable in shape; not liquid or fluid."},
  {"word": "SOLUTION", "clue": "A means of solving a problem or dealing with a difficult situation."},
  {"word": "SOLVE", "clue": "Find an answer to, explanation for, or means of effectively dealing with a problem."},
  {"word": "SOME", "clue": "An unspecified amount or number of."},
  {"word": "SOMEBODY", "clue": "Someone; an unspecified person."},
  {"word": "SOMEHOW", "clue": "In some way; by some means."},
  {"word": "SOMEONE", "clue": "An unknown or unspecified person."},
  {"word": "SOMETHING", "clue": "A thing that is unspecified or unknown."},
  {"word": "SOMETIMES", "clue": "Occasionally, rather than all of the time."},
  {"word": "SOMEWHAT", "clue": "To a moderate extent or degree."},
  {"word": "SOMEWHERE", "clue": "In or to some place."},
  {"word": "SON", "clue": "A boy or man in relation to either of his parents."},
  {"word": "SONG", "clue": "A short poem or other set of words set to music or meant to be sung."},
  {"word": "SOON", "clue": "In or after a short time."},
  {"word": "SORRY", "clue": "Feeling distress, especially through sympathy with someone else's misfortune."},
  {"word": "SORT", "clue": "A category of things or people with a common feature; a type."},
  {"word": "SOUL", "clue": "The spiritual or immaterial part of a human being or animal."},
  {"word": "SOUND", "clue": "Vibrations that travel through the air or another medium and can be heard when they reach a person's ear."},
  {"word": "SOUP", "clue": "A liquid dish, typically made by boiling ingredients in stock or water."},
  {"word": "SOURCE", "clue": "A place, person, or thing from which something comes or can be obtained."},
  {"word": "SOUTH", "clue": "The direction toward the point of the horizon 90 degrees clockwise from east."},
  {"word": "SOUTHERN", "clue": "Situated in or facing the south."},
  {"word": "SPACE", "clue": "A continuous area or expanse which is free, available, or unoccupied."},
  {"word": "SPEAK", "clue": "Say something in order to convey information, an opinion, or a feeling."},
  {"word": "SPEAKER", "clue": "A person who speaks."},
  {"word": "SPECIAL", "clue": "Better, greater, or otherwise different from what is usual."},
  {"word": "SPECIES", "clue": "A group of living organisms consisting of similar individuals capable of exchanging genes."},
  {"word": "SPECIFIC", "clue": "Clearly defined or identified."},
  {"word": "SPEECH", "clue": "The expression of or the ability to express thoughts and feelings by articulate sounds."},
  {"word": "SPEED", "clue": "The rate at which someone or something is able to move or operate."},
  {"word": "SPELL", "clue": "Write or name the letters that form a word in correct sequence."},
  {"word": "SPEND", "clue": "Give money to pay for goods, services, or so as to benefit someone or something."},
  {"word": "SPICE", "clue": "An aromatic or pungent vegetable substance used to flavor food."},
  {"word": "SPICY", "clue": "Flavored with or fragrant with spice."},
  {"word": "SPIDER", "clue": "An eight-legged predatory arachnid."},
  {"word": "SPIRIT", "clue": "The nonphysical part of a person which is the seat of emotions and character; the soul."},
  {"word": "SPLIT", "clue": "Break or cause to break forcibly into parts, especially into halves or along the grain."},
  {"word": "SPOKEN", "clue": "Expressed in speech; oral."},
  {"word": "SPONSOR", "clue": "A person or organization that provides funds for a project or activity carried out by another."},
  {"word": "SPOON", "clue": "An implement consisting of a small shallow bowl, oval or round, at the end of a handle."},
  {"word": "SPORT", "clue": "An activity involving physical exertion and skill in which an individual or team competes against another."},
  {"word": "SPOT", "clue": "A small round or roundish mark, differing in color or texture from the surface around it."},
  {"word": "SPREAD", "clue": "Open out so as to extend its surface area, width, or length."},
  {"word": "SPRING", "clue": "The season after winter and before summer, in which vegetation begins to appear."},
  {"word": "SQUARE", "clue": "A plane figure with four equal straight sides and four right angles."},
  {"word": "STABLE", "clue": "Firmly fixed."},
  {"word": "STAFF", "clue": "All the people employed by a particular organization."},
  {"word": "STAGE", "clue": "A point, period, or step in a process or development."},
  {"word": "STAIR", "clue": "A set of steps leading from one floor of a building to another."},
  {"word": "STAMP", "clue": "A small adhesive piece of paper stuck to something to show that an amount of money has been paid."},
  {"word": "STAND", "clue": "Have or maintain an upright position, supported by one's feet."},
  {"word": "STANDARD", "clue": "A level of quality or attainment."},
  {"word": "STAR", "clue": "A fixed luminous point in the night sky which is a large, remote incandescent body like the sun."},
  {"word": "STARE", "clue": "Look fixedly or vacantly at someone or something with one's eyes wide open."},
  {"word": "START", "clue": "Begin or be reckoned from a particular point in time or space."},
  {"word": "STATE", "clue": "The particular condition that someone or something is in at a specific time."},
  {"word": "STATEMENT", "clue": "A definite or clear expression of something in speech or writing."},
  {"word": "STATION", "clue": "A place where a particular activity or service is based."},
  {"word": "STATISTICS", "clue": "The practice or science of collecting and analyzing numerical data in large quantities."},
  {"word": "STATUE", "clue": "A carved or cast figure of a person or animal, especially one that is life-size or larger."},
  {"word": "STATUS", "clue": "The relative social, professional, or other standing of someone or something."},
  {"word": "STAY", "clue": "Remain in the same place."},
  {"word": "STEADY", "clue": "Firmly fixed, supported, or balanced; not shaking or moving."},
  {"word": "STEAL", "clue": "Take another person's property without permission or legal right."},
  {"word": "STEAM", "clue": "The vapor into which water is converted when heated."},
  {"word": "STEEL", "clue": "A hard, strong, gray or bluish-gray alloy of iron with carbon."},
  {"word": "STEEP", "clue": "Rising or falling sharply."},
  {"word": "STEP", "clue": "An act or movement of putting one leg in front of the other in walking or running."},
  {"word": "STICK", "clue": "A thin piece of wood that has fallen or been cut from a tree."},
  {"word": "STIFF", "clue": "Not easily bent or changed in shape; rigid."},
  {"word": "STILL", "clue": "Not moving or making a sound."},
  {"word": "STOMACH", "clue": "The internal organ in which the major part of the digestion of food occurs."},
  {"word": "STONE", "clue": "Hard solid nonmetallic mineral matter of which rock is made."},
  {"word": "STOP", "clue": "Cease moving or operating."},
  {"word": "STORE", "clue": "A place where things are sold; a shop."},
  {"word": "STORM", "clue": "A violent disturbance of the atmosphere with strong winds and usually rain, thunder, lightning, or snow."},
  {"word": "STORY", "clue": "An account of imaginary or real people and events told for entertainment."},
  {"word": "STOVE", "clue": "An apparatus for cooking or heating that operates by burning fuel or using electricity."},
  {"word": "STRAIGHT", "clue": "Extending or moving uniformly in one direction only; without a curve or bend."},
  {"word": "STRANGE", "clue": "Unusual or surprising; difficult to understand or explain."},
  {"word": "STRANGER", "clue": "A person whom one does not know or with whom one is not familiar."},
  {"word": "STRATEGY", "clue": "A plan of action designed to achieve a long-term or overall aim."},
  {"word": "STREAM", "clue": "A small, narrow river."},
  {"word": "STREET", "clue": "A public road in a city or town, typically with houses and buildings on one or both sides."},
  {"word": "STRENGTH", "clue": "The quality or state of being strong."},
  {"word": "STRESS", "clue": "A state of mental or emotional strain or tension."},
  {"word": "STRETCH", "clue": "Straighten or extend one's body or a part of one's body to its full length."},
  {"word": "STRICT", "clue": "Demanding that rules concerning behavior are obeyed and observed."},
  {"word": "STRIKE", "clue": "Hit forcibly and deliberately with one's hand or a weapon."},
  {"word": "STRING", "clue": "Material consisting of threads of cotton, hemp, or other material twisted together to form a thin cord."},
  {"word": "STRONG", "clue": "Having the power to move heavy weights or perform other physically demanding tasks."},
  {"word": "STRUCTURE", "clue": "The arrangement of and relations between the parts or elements of something complex."},
  {"word": "STRUGGLE", "clue": "Make forceful or violent efforts to get free of restraint or constriction."},
  {"word": "STUDENT", "clue": "A person who is studying at a school or college."},
  {"word": "STUDIO", "clue": "A room where an artist, photographer, or musician works."},
  {"word": "STUDY", "clue": "The devotion of time and attention to acquiring knowledge on an academic subject."},
  {"word": "STUFF", "clue": "A person's belongings, equipment, or baggage."},
  {"word": "STUPID", "clue": "Having or showing a great lack of intelligence or common sense."},
  {"word": "STYLE", "clue": "A distinctive appearance, typically determined by the principles according to which something is designed."},
  {"word": "SUBJECT", "clue": "A person or thing that is being discussed, described, or dealt with."},
  {"word": "SUBSTANCE", "clue": "A particular kind of matter with uniform properties."},
  {"word": "SUBSTITUTE", "clue": "A person or thing acting or serving in place of another."},
  {"word": "SUCCEED", "clue": "Achieve the desired aim or result."},
  {"word": "SUCCESS", "clue": "The accomplishment of an aim or purpose."},
  {"word": "SUCCESSFUL", "clue": "Accomplishing a desired aim or result."},
  {"word": "SUCH", "clue": "Of the type previously mentioned."},
  {"word": "SUDDEN", "clue": "Occurring or done quickly and unexpectedly."},
  {"word": "SUFFER", "clue": "Experience or be subjected to something bad or unpleasant."},
  {"word": "SUGAR", "clue": "A sweet crystalline substance obtained from various plants, especially sugar cane and sugar beet."},
  {"word": "SUGGEST", "clue": "Put forward for consideration."},
  {"word": "SUGGESTION", "clue": "An idea or plan put forward for consideration."},
  {"word": "SUIT", "clue": "A set of outer clothes made of the same fabric and designed to be worn together."},
  {"word": "SUITABLE", "clue": "Right or appropriate for a particular person, purpose, or situation."},
  {"word": "SUM", "clue": "A particular amount of money."},
  {"word": "SUMMER", "clue": "The warmest season of the year, in the northern hemisphere from June to August."},
  {"word": "SUN", "clue": "The star around which the earth orbits."},
  {"word": "SUNDAY", "clue": "The day of the week before Monday and following Saturday."},
  {"word": "SUPER", "clue": "Very good or pleasant; excellent."},
  {"word": "SUPPLY", "clue": "Make something needed or wanted available to someone; provide."},
  {"word": "SUPPORT", "clue": "Bear all or part of the weight of; hold up."},
  {"word": "SUPPORTER", "clue": "A person who approves of and encourages a public figure, political party, etc."},
  {"word": "SUPPOSE", "clue": "Think or assume that something is the case without proof."},
  {"word": "SURE", "clue": "Completely confident that one is right."},
  {"word": "SURFACE", "clue": "The outside part or uppermost layer of something."},
  {"word": "SURGERY", "clue": "The treatment of injuries or disorders of the body by incision or manipulation."},
  {"word": "SURPRISE", "clue": "An unexpected or astonishing event, fact, or thing."},
  {"word": "SURPRISED", "clue": "Feeling or showing surprise."},
  {"word": "SURROUND", "clue": "Be all around someone or something."},
  {"word": "SURVEY", "clue": "A general view, examination, or description of someone or something."},
  {"word": "SURVIVE", "clue": "Continue to live or exist, especially in spite of danger or hardship."},
  {"word": "SUSPECT", "clue": "Have an idea or impression of the existence, presence, or truth of something without certain proof."},
  {"word": "SWEAR", "clue": "Make a solemn statement or promise undertaking to do something."},
  {"word": "SWEATER", "clue": "A knitted garment worn on the upper part of the body."},
  {"word": "SWIM", "clue": "Propel the body through water by using the limbs."},
  {"word": "SWIMMING", "clue": "The sport or activity of propelling oneself through water using the limbs."},
  {"word": "SWITCH", "clue": "A device for making and breaking the connection in an electric circuit."},
  {"word": "SYMBOL", "clue": "A mark or character used as a conventional representation of an object, function, or process."},
  {"word": "SYMPATHY", "clue": "Feelings of pity and sorrow for someone else's misfortune."},
  {"word": "SYMPTOM", "clue": "A physical or mental feature which is regarded as indicating a condition of disease."},
  {"word": "SYSTEM", "clue": "A set of things working together as parts of a mechanism or an interconnecting network."},
  {"word": "TABLE", "clue": "A piece of furniture with a flat top and one or more legs."},
  {"word": "TABLET", "clue": "A small, flat piece of solid medicine; or a portable computer."},
  {"word": "TACKLE", "clue": "Make determined efforts to deal with a difficult problem."},
  {"word": "TAIL", "clue": "The hindmost part of an animal, extending beyond the rest of the body."},
  {"word": "TAKE", "clue": "Lay hold of something with one's hands; reach for and hold."},
  {"word": "TALE", "clue": "A fictitious or true narrative or story."},
  {"word": "TALENT", "clue": "Natural aptitude or skill."},
  {"word": "TALK", "clue": "Speak in order to give information or express ideas or feelings."},
  {"word": "TALL", "clue": "Of great or more than average height."},
  {"word": "TANK", "clue": "A large receptacle or storage chamber, especially for liquid or gas."},
  {"word": "TAPE", "clue": "A narrow strip of material, typically used to hold or fasten something."},
  {"word": "TARGET", "clue": "A person, object, or place selected as the aim of an attack."},
  {"word": "TASK", "clue": "A piece of work to be done or undertaken."},
  {"word": "TASTE", "clue": "The sensation of flavor perceived in the mouth and throat on contact with a substance."},
  {"word": "TAX", "clue": "A compulsory contribution to state revenue, levied by the government."},
  {"word": "TAXI", "clue": "A motor vehicle licensed to transport passengers in return for payment."},
  {"word": "TEA", "clue": "A hot drink made by infusing the dried, crushed leaves of the tea plant in boiling water."},
  {"word": "TEACH", "clue": "Impart knowledge to or instruct someone as to how to do something."},
  {"word": "TEACHER", "clue": "A person who teaches, especially in a school."},
  {"word": "TEACHING", "clue": "The occupation, profession, or work of a teacher."},
  {"word": "TEAM", "clue": "A group of players forming one side in a competitive game or sport."},
  {"word": "TEAR", "clue": "Pull or rip something apart or to pieces with force."},
  {"word": "TECHNICAL", "clue": "Relating to a particular subject, art, or craft, or its techniques."},
  {"word": "TECHNIQUE", "clue": "A way of carrying out a particular task, especially the execution or performance of an artistic work."},
  {"word": "TECHNOLOGY", "clue": "The application of scientific knowledge for practical purposes."},
  {"word": "TEENAGER", "clue": "A person aged between 13 and 19 years."},
  {"word": "TELEPHONE", "clue": "A system for transmitting voices over a distance using wire or radio."},
  {"word": "TELEVISION", "clue": "A system for transmitting visual images and sound that are reproduced on screens."},
  {"word": "TELL", "clue": "Communicate information, facts, or news to someone in spoken or written words."},
  {"word": "TEMPERATURE", "clue": "The degree or intensity of heat present in a substance or object."},
  {"word": "TEMPORARY", "clue": "Lasting for only a limited period of time; not permanent."},
  {"word": "TEN", "clue": "The number equivalent to the sum of five and five."},
  {"word": "TEND", "clue": "Regularly or frequently behave in a particular way or have a certain characteristic."},
  {"word": "TENNIS", "clue": "A game in which two or four players strike a ball with rackets over a net stretched across a court."},
  {"word": "TENSION", "clue": "The state of being stretched tight."},
  {"word": "TENT", "clue": "A portable shelter made of cloth, supported by one or more poles and stretched tight by cords."},
  {"word": "TERM", "clue": "A word or phrase used to describe a thing or to express a concept."},
  {"word": "TERRIBLE", "clue": "Extremely bad or serious."},
  {"word": "TERRITORY", "clue": "An area of land under the jurisdiction of a ruler or state."},
  {"word": "TERROR", "clue": "Extreme fear."},
  {"word": "TEST", "clue": "A procedure intended to establish the quality, performance, or reliability of something."},
  {"word": "TEXT", "clue": "A book or other written or printed work, regarded in terms of its content rather than its physical form."},
  {"word": "THAN", "clue": "Used to introduce the second element in a comparison."},
  {"word": "THANK", "clue": "Express gratitude to someone."},
  {"word": "THAT", "clue": "Used to identify a specific person or thing observed by the speaker."},
  {"word": "THE", "clue": "The definite article in English."},
  {"word": "THEATER", "clue": "A building or outdoor area in which plays and other dramatic performances are given (American spelling)."},
  {"word": "THEIR", "clue": "Belonging to or associated with the people or things previously mentioned."},
  {"word": "THEM", "clue": "Used as the object of a verb or preposition to refer to two or more people or things previously mentioned."},
  {"word": "THEME", "clue": "The subject of a talk, a piece of writing, a person's thoughts, or an exhibition; a topic."},
  {"word": "THEMSELVES", "clue": "A reflexive form of 'they'."},
  {"word": "THEN", "clue": "At that time; at the time in question."},
  {"word": "THEORY", "clue": "A supposition or a system of ideas intended to explain something."},
  {"word": "THERAPY", "clue": "Treatment intended to relieve or heal a disorder."},
  {"word": "THERE", "clue": "In, at, or to that place or position."},
  {"word": "THEREFORE", "clue": "For that reason; consequently."},
  {"word": "THESE", "clue": "Plural of 'this'."},
  {"word": "THEY", "clue": "Used to refer to two or more people or things previously mentioned."},
  {"word": "THICK", "clue": "With opposite sides or surfaces that are a great distance apart."},
  {"word": "THIEF", "clue": "A person who steals another person's property."},
  {"word": "THIN", "clue": "Having opposite surfaces or sides that are close together."},
  {"word": "THING", "clue": "An object that one need not, cannot, or does not wish to give a specific name to."},
  {"word": "THINK", "clue": "Have a particular opinion, belief, or idea about someone or something."},
  {"word": "THIRD", "clue": "Constituting number three in a sequence."},
  {"word": "THIRSTY", "clue": "Feeling a need to drink."},
  {"word": "THIRTEEN", "clue": "The number equivalent to the sum of ten and three."},
  {"word": "THIRTY", "clue": "The number equivalent to the product of three and ten."},
  {"word": "THIS", "clue": "Used to identify a specific person or thing close at hand."},
  {"word": "THOSE", "clue": "Plural of 'that'."},
  {"word": "THOUGH", "clue": "Despite the fact that; although."},
  {"word": "THOUGHT", "clue": "An idea or opinion produced by thinking, or occurring suddenly in the mind."},
  {"word": "THOUSAND", "clue": "The number equivalent to the product of a hundred and ten."},
  {"word": "THREAT", "clue": "A statement of an intention to inflict pain, injury, damage, or other hostile action."},
  {"word": "THREATEN", "clue": "State one's intention to take hostile action against someone."},
  {"word": "THREE", "clue": "The number equivalent to the sum of one and two."},
  {"word": "THROAT", "clue": "The passage which leads from the back of the mouth of a person or animal."},
  {"word": "THROUGH", "clue": "Moving in one side and out of the other side of an opening, channel, or location."},
  {"word": "THROUGHOUT", "clue": "In every part of a place or object."},
  {"word": "THROW", "clue": "Propel something with force through the air by a movement of the arm and hand."},
  {"word": "THUMB", "clue": "The short, thick first digit of the human hand."},
  {"word": "THURSDAY", "clue": "The day of the week before Friday and following Wednesday."},
  {"word": "THUS", "clue": "As a result or consequence of this; therefore."},
  {"word": "TICKET", "clue": "A piece of paper or card that gives the holder a certain right, especially to enter a place or travel on public transport."},
  {"word": "TIE", "clue": "Attach or fasten with string or similar cord."},
  {"word": "TIGHT", "clue": "Fixed, fastened, or closed firmly; hard to move, undo, or open."},
  {"word": "TILL", "clue": "Until."},
  {"word": "TIME", "clue": "The indefinite continued progress of existence and events in the past, present, and future regarded as a whole."},
  {"word": "TINY", "clue": "Very small."},
  {"word": "TIP", "clue": "The pointed or rounded end or extremity of something slender or tapering."},
  {"word": "TIRED", "clue": "In need of sleep or rest; weary."},
  {"word": "TITLE", "clue": "The name of a book, composition, or other artistic work."},
  {"word": "TO", "clue": "Expressing motion in the direction of a particular location."},
  {"word": "TOAST", "clue": "Sliced bread browned on both sides by exposure to radiant heat."},
  {"word": "TODAY", "clue": "On or in the course of this present day."},
  {"word": "TOE", "clue": "Any of the five digits at the end of the human foot."},
  {"word": "TOGETHER", "clue": "With or in proximity to another person or people."},
  {"word": "TOILET", "clue": "A fixed receptacle with a water supply and a flushing mechanism, used for the disposal of human waste."},
  {"word": "TOMATO", "clue": "A glossy red, or occasionally yellow, pulpy edible fruit that is eaten as a vegetable."},
  {"word": "TOMORROW", "clue": "On the day after today."},
  {"word": "TONE", "clue": "A musical or vocal sound with reference to its pitch, quality, and strength."},
  {"word": "TONGUE", "clue": "The fleshy muscular organ in the mouth, used for tasting, licking, swallowing, and articulating speech."},
  {"word": "TONIGHT", "clue": "On the present or approaching evening or night."},
  {"word": "TOO", "clue": "To a higher degree than is desirable, permissible, or possible; excessively."},
  {"word": "TOOL", "clue": "A device or implement, especially one held in the hand, used to carry out a particular function."},
  {"word": "TOOTH", "clue": "Each of a set of hard, bony enamel-coated structures in the jaws of most vertebrates, used for biting and chewing."},
  {"word": "TOP", "clue": "The highest or uppermost point, part, or surface of something."},
  {"word": "TOPIC", "clue": "A matter dealt with in a text, discourse, or conversation; a subject."},
  {"word": "TOTAL", "clue": "Comprising the whole number or amount."},
  {"word": "TOTALLY", "clue": "Completely; absolutely."},
  {"word": "TOUCH", "clue": "Come so as to be in contact with."},
  {"word": "TOUGH", "clue": "Strong enough to withstand adverse conditions or rough handling."},
  {"word": "TOUR", "clue": "A journey for pleasure in which several different places are visited."},
  {"word": "TOURISM", "clue": "The commercial organization and operation of vacations and visits to places of interest."},
  {"word": "TOURIST", "clue": "A person who is traveling or visiting a place for pleasure."},
  {"word": "TOWARD", "clue": "In the direction of."},
  {"word": "TOWEL", "clue": "A piece of absorbent cloth or paper used for drying oneself or wiping things dry."},
  {"word": "TOWER", "clue": "A tall narrow building, either free-standing or forming part of a building such as a church or castle."},
  {"word": "TOWN", "clue": "A built-up area with a name, defined boundaries, and local government, that is larger than a village and generally smaller than a city."},
  {"word": "TOY", "clue": "An object for a child to play with."},
  {"word": "TRACE", "clue": "Find or discover by investigation."},
  {"word": "TRACK", "clue": "A rough path or road, typically one beaten by use rather than constructed."},
  {"word": "TRADE", "clue": "The action of buying and selling goods and services."},
  {"word": "TRADITION", "clue": "The transmission of customs or beliefs from generation to generation."},
  {"word": "TRADITIONAL", "clue": "Existing in or as part of a tradition."},
  {"word": "TRAFFIC", "clue": "Vehicles moving on a road or public highway."},
  {"word": "TRAGEDY", "clue": "An event causing great suffering, destruction, and distress."},
  {"word": "TRAIN", "clue": "A series of railroad cars moved as a unit by a locomotive or propelled by its own engines."},
  {"word": "TRAINING", "clue": "The action of teaching a person a particular skill or type of behavior."},
  {"word": "TRANSFER", "clue": "Move from one place to another."},
  {"word": "TRANSFORM", "clue": "Make a thorough or dramatic change in the form, appearance, or character of."},
  {"word": "TRANSLATE", "clue": "Express the sense of words or text in another language."},
  {"word": "TRANSPORT", "clue": "Take or carry people or goods from one place to another by means of a vehicle, aircraft, or ship."},
  {"word": "TRAVEL", "clue": "Go from one place to another, typically over a distance of some length."},
  {"word": "TREAT", "clue": "Behave toward or deal with in a certain way."},
  {"word": "TREATMENT", "clue": "Medical care given to a patient for an illness or injury."},
  {"word": "TREATY", "clue": "A formally concluded and ratified agreement between countries."},
  {"word": "TREE", "clue": "A woody perennial plant, typically having a single stem or trunk growing to a considerable height."},
  {"word": "TREND", "clue": "A general direction in which something is developing or changing."},
  {"word": "TRIAL", "clue": "A formal examination of evidence before a judge, and typically a jury, in order to decide guilt in a case of criminal or civil proceedings."},
  {"word": "TRIBE", "clue": "A social division in a traditional society consisting of families or communities linked by social, economic, religious, or blood ties."},
  {"word": "TRICK", "clue": "A cunning act or scheme intended to deceive or outwit someone."},
  {"word": "TRIP", "clue": "A journey or excursion, especially for pleasure."},
  {"word": "TROOP", "clue": "Soldiers or armed forces."},
  {"word": "TROPICAL", "clue": "Of, typical of, or peculiar to the tropics."},
  {"word": "TROUBLE", "clue": "Difficulty or problems."},
  {"word": "TROUSERS", "clue": "An outer garment covering the body from the waist to the ankles, with a separate part for each leg (British English)."},
  {"word": "TRUCK", "clue": "A large, heavy motor vehicle used for transporting goods, materials, or troops."},
  {"word": "TRUE", "clue": "In accordance with fact or reality."},
  {"word": "TRULY", "clue": "In a truthful way."},
  {"word": "TRUST", "clue": "Firm belief in the reliability, truth, ability, or strength of someone or something."},
  {"word": "TRUTH", "clue": "That which is true or in accordance with fact or reality."},
  {"word": "TRY", "clue": "Make an attempt or effort to do something."},
  {"word": "TSHIRT", "clue": "A short-sleeved casual top, having the shape of a T when spread out flat."},
  {"word": "TUBE", "clue": "A long, hollow cylinder of metal, plastic, or glass, used for conveying liquids or gases."},
  {"word": "TUESDAY", "clue": "The day of the week before Wednesday and following Monday."},
  {"word": "TUNE", "clue": "A melody, especially one that characterizes a particular piece of music."},
  {"word": "TUNNEL", "clue": "An artificial underground passage, especially one built through a hill or under a building, road, or river."},
  {"word": "TURN", "clue": "Move in a circular direction wholly or partly around an axis or point."},
  {"word": "TV", "clue": "A system for transmitting visual images and sound that are reproduced on screens."},
  {"word": "TWELVE", "clue": "The number equivalent to the sum of six and six."},
  {"word": "TWENTY", "clue": "The number equivalent to the product of two and ten."},
  {"word": "TWICE", "clue": "Two times; on two occasions."},
  {"word": "TWO", "clue": "The number equivalent to the sum of one and one."},
  {"word": "TYPE", "clue": "A category of people or things having common characteristics."},
  {"word": "TYPICAL", "clue": "Having the distinctive qualities of a particular type of person or thing."},
  {"word": "UGLY", "clue": "Unpleasant or repulsive, especially in appearance."},
  {"word": "UMBRELLA", "clue": "A device consisting of a circular canopy of cloth on a folding metal frame supported by a central rod."},
  {"word": "UNABLE", "clue": "Lacking the skill, means, or opportunity to do something."},
  {"word": "UNCLE", "clue": "The brother of one's father or mother."},
  {"word": "UNCOMFORTABLE", "clue": "Causing or feeling slight pain or physical discomfort."},
  {"word": "UNDER", "clue": "Extending or directly below."},
  {"word": "UNDERSTAND", "clue": "Perceive the intended meaning of words, a language, or a speaker."},
  {"word": "UNDERWEAR", "clue": "Clothing worn under other clothes, typically next to the skin."},
  {"word": "UNEMPLOYED", "clue": "Without a paid job but available to work."},
  {"word": "UNEXPECTED", "clue": "Not expected or regarded as likely to happen."},
  {"word": "UNFAIR", "clue": "Not based on or behaving according to the principles of equality and justice."},
  {"word": "UNFORTUNATELY", "clue": "It is unfortunate that."},
  {"word": "UNHAPPY", "clue": "Not happy."},
  {"word": "UNIFORM", "clue": "The distinctive clothing worn by members of the same organization or body."},
  {"word": "UNION", "clue": "The action of joining together or the fact of being joined together."},
  {"word": "UNIQUE", "clue": "Being the only one of its kind; unlike anything else."},
  {"word": "UNIT", "clue": "An individual thing or person regarded as single and complete."},
  {"word": "UNITED", "clue": "Joined together politically, for a common purpose, or by common feelings."},
  {"word": "UNIVERSE", "clue": "All existing matter and space considered as a whole."},
  {"word": "UNIVERSITY", "clue": "A high-level educational institution in which students study for degrees."},
  {"word": "UNKNOWN", "clue": "Not known or familiar."},
  {"word": "UNLESS", "clue": "Except if."},
  {"word": "UNLIKE", "clue": "Different from; not like."},
  {"word": "UNLIKELY", "clue": "Not likely to happen, be done, or be true."},
  {"word": "UNNECESSARY", "clue": "Not required."},
  {"word": "UNPLEASANT", "clue": "Causing discomfort, unhappiness, or revulsion."},
  {"word": "UNTIL", "clue": "Up to the point in time or the event mentioned."},
  {"word": "UNUSUAL", "clue": "Not habitually or commonly occurring or done."},
  {"word": "UP", "clue": "Toward a higher place, position, or level."},
  {"word": "UPDATE", "clue": "Make something more modern or up to date."},
  {"word": "UPON", "clue": "More formal term for 'on'."},
  {"word": "UPPER", "clue": "Situated above another part."},
  {"word": "UPSET", "clue": "Make someone unhappy, disappointed, or worried."},
  {"word": "UPSTAIRS", "clue": "On or to an upper floor of a building."},
  {"word": "URBAN", "clue": "In, relating to, or characteristic of a town or city."},
  {"word": "URGE", "clue": "A strong desire or impulse."},
  {"word": "US", "clue": "Used by a speaker to refer to himself or herself and one or more other people as the object of a verb or preposition."},
  {"word": "USE", "clue": "Take, hold, or deploy something as a means of accomplishing a purpose."},
  {"word": "USED", "clue": "Having been previously owned or used."},
  {"word": "USEFUL", "clue": "Able to be used for a practical purpose."},
  {"word": "USER", "clue": "A person who uses a computer or machine."},
  {"word": "USUAL", "clue": "Habitually or typically occurring or done."},
  {"word": "USUALLY", "clue": "Under normal conditions; generally."},
  {"word": "VACATION", "clue": "An extended period of leisure and recreation."},
  {"word": "VALLEY", "clue": "A low area between hills or mountains."},
  {"word": "VALUABLE", "clue": "Worth a great deal of money."},
  {"word": "VALUE", "clue": "The regard that something is held to deserve; the importance, worth, or usefulness of something."},
  {"word": "VAN", "clue": "A medium-sized motor vehicle, used for transporting goods."},
  {"word": "VARIATION", "clue": "A change or difference in condition, amount, or level."},
  {"word": "VARIETY", "clue": "The quality or state of being different or diverse."},
  {"word": "VARIOUS", "clue": "Different from one another; of different kinds or sorts."},
  {"word": "VAST", "clue": "Of very great extent or quantity; immense."},
  {"word": "VEGETABLE", "clue": "A plant or part of a plant used as food."},
  {"word": "VEHICLE", "clue": "A thing used for transporting people or goods, especially on land."},
  {"word": "VERSION", "clue": "A particular form of something differing in certain respects from an earlier form."},
  {"word": "VERY", "clue": "In a high degree."},
  {"word": "VIA", "clue": "By way of; through."},
  {"word": "VICTIM", "clue": "A person harmed, injured, or killed as a a result of a crime or other event."},
  {"word": "VICTORY", "clue": "An act of defeating an enemy or opponent in a battle, game, or other competition."},
  {"word": "VIDEO", "clue": "The recording, reproducing, or broadcasting of moving visual images."},
  {"word": "VIEW", "clue": "The ability to see something or to be seen from a particular place."},
  {"word": "VILLAGE", "clue": "A group of houses and associated buildings, larger than a hamlet and smaller than a town, situated in a rural area."},
  {"word": "VIOLENCE", "clue": "Behavior involving physical force intended to hurt, damage, or kill."},
  {"word": "VIOLENT", "clue": "Using or involving physical force intended to hurt, damage, or kill."},
  {"word": "VIRTUAL", "clue": "Not physically existing as such but made by software to appear to do so."},
  {"word": "VIRUS", "clue": "An infective agent that typically consists of a nucleic acid molecule in a protein coat."},
  {"word": "VISION", "clue": "The faculty or state of being able to see."},
  {"word": "VISIT", "clue": "Go to see and spend time with someone socially."},
  {"word": "VISITOR", "clue": "A person visiting someone or somewhere."},
  {"word": "VISUAL", "clue": "Relating to seeing or sight."},
  {"word": "VITAL", "clue": "Absolutely necessary or important; essential."},
  {"word": "VOICE", "clue": "The sound produced in a person's larynx and uttered through the mouth."},
  {"word": "VOLUME", "clue": "The amount of space that a substance or object occupies."},
  {"word": "VOLUNTEER", "clue": "A person who freely offers to take part in an enterprise or undertake a task."},
  {"word": "VOTE", "clue": "A formal indication of a choice between two or more candidates or courses of action."},
  {"word": "WAGE", "clue": "A fixed regular payment, typically paid on a daily or weekly basis."},
  {"word": "WAIT", "clue": "Stay where one is or delay action until a particular time or event."},
  {"word": "WAITER", "clue": "A man whose job is to serve customers at their tables in a restaurant."},
  {"word": "WAKE", "clue": "Emerge or cause to emerge from a state of sleep."},
  {"word": "WALK", "clue": "Move at a regular pace by lifting and setting down each foot in turn."},
  {"word": "WALL", "clue": "A continuous vertical brick or stone structure that encloses or divides an area of land."},
  {"word": "WALLET", "clue": "A pocket-sized, flat, folding holder for money and plastic cards."},
  {"word": "WANDER", "clue": "Walk or move in a leisurely, casual, or aimless way."},
  {"word": "WANT", "clue": "Have a desire to possess or do something; wish for."},
  {"word": "WAR", "clue": "A state of armed conflict between different nations or states."},
  {"word": "WARM", "clue": "Of or at a fairly or comfortably high temperature."},
  {"word": "WARN", "clue": "Inform someone in advance of a possible danger, problem, or other unpleasant situation."},
  {"word": "WARNING", "clue": "A statement or event that indicates a possible or impending danger."},
  {"word": "WASH", "clue": "Clean with water and, typically, soap or detergent."},
  {"word": "WASTE", "clue": "Use or expend carelessly, extravagantly, or to no purpose."},
  {"word": "WATCH", "clue": "Look at or observe attentively over a period of time."},
  {"word": "WATER", "clue": "A colorless, transparent, odorless liquid that forms the seas, lakes, rivers, and rain."},
  {"word": "WAVE", "clue": "A long body of water curling into an arched form and breaking on the shore."},
  {"word": "WAY", "clue": "A method, style, or manner of doing something."},
  {"word": "WE", "clue": "Used by a speaker to refer to himself or herself and one or more other people considered together."},
  {"word": "WEAK", "clue": "Lacking the power to perform physically demanding tasks."},
  {"word": "WEALTH", "clue": "An abundance of valuable possessions or money."},
  {"word": "WEAPON", "clue": "A thing designed or used for inflicting bodily harm or physical damage."},
  {"word": "WEAR", "clue": "Have on one's body or a part of one's body as clothing, decoration, or protection."},
  {"word": "WEATHER", "clue": "The state of the atmosphere at a place and time as regards heat, dryness, sunshine, wind, rain, etc."},
  {"word": "WEB", "clue": "A network of fine threads constructed by a spider."},
  {"word": "WEBSITE", "clue": "A set of related web pages located under a single domain name."},
  {"word": "WEDDING", "clue": "A marriage ceremony, especially considered as including the associated celebrations."},
  {"word": "WEDNESDAY", "clue": "The day of the week before Thursday and following Tuesday."},
  {"word": "WEEK", "clue": "A period of seven days."},
  {"word": "WEEKEND", "clue": "Saturday and Sunday, especially regarded as a time for leisure."},
  {"word": "WEIGH", "clue": "Find out how heavy someone or something is."},
  {"word": "WEIGHT", "clue": "The heaviness of a person or thing."},
  {"word": "WELCOME", "clue": "An instance or manner of greeting someone."},
  {"word": "WELL", "clue": "In a good or satisfactory way."},
  {"word": "WEST", "clue": "The direction toward the point of the horizon where the sun sets."},
  {"word": "WET", "clue": "Covered or saturated with water or another liquid."},
  {"word": "WHAT", "clue": "Asking for information specifying something."},
  {"word": "WHATEVER", "clue": "It doesn't matter what; anything or everything."},
  {"word": "WHEEL", "clue": "A circular object that revolves on an axle and is fixed below a vehicle or other object to enable it to move easily."},
  {"word": "WHEN", "clue": "At what time."},
  {"word": "WHENEVER", "clue": "At whatever time; on whatever occasion."},
  {"word": "WHERE", "clue": "In or to what place or position."},
  {"word": "WHETHER", "clue": "Expressing a doubt or choice between alternatives."},
  {"word": "WHICH", "clue": "Asking for information specifying one or more people or things from a definite set."},
  {"word": "WHILE", "clue": "During the time that; at the same time as."},
  {"word": "WHISPER", "clue": "Speak very quietly, using one's breath rather than one's throat."},
  {"word": "WHITE", "clue": "The color of milk or fresh snow, due to the reflection of all visible rays of light."},
  {"word": "WHO", "clue": "What or which person or people."},
  {"word": "WHOLE", "clue": "All of; entire."},
  {"word": "WHOM", "clue": "Used instead of 'who' as the object of a verb or preposition."},
  {"word": "WHOSE", "clue": "Belonging to or associated with which person."},
  {"word": "WHY", "clue": "For what reason or purpose."},
  {"word": "WIDE", "clue": "Of great or more than average width."},
  {"word": "WIFE", "clue": "A married woman considered in relation to her spouse."},
  {"word": "WILD", "clue": "Living or growing in the natural environment; not domesticated or cultivated."},
  {"word": "WILL", "clue": "Expressing the future tense."},
  {"word": "WIN", "clue": "Be successful or victorious in a contest or conflict."},
  {"word": "WIND", "clue": "The perceptible natural movement of the air."},
  {"word": "WINDOW", "clue": "An opening in the wall or roof of a building or vehicle, fitted with glass or other transparent material."},
  {"word": "WINE", "clue": "An alcoholic drink made from fermented grape juice."},
  {"word": "WING", "clue": "The flat part of the body that a bird, insect, or bat uses for flying."},
  {"word": "WINNER", "clue": "A person or thing that wins something."},
  {"word": "WINTER", "clue": "The coldest season of the year."},
  {"word": "WIRE", "clue": "Metal drawn out into the form of a thin flexible thread or rod."},
  {"word": "WISE", "clue": "Having or showing experience, knowledge, and good judgment."},
  {"word": "WISH", "clue": "Feel or express a strong desire or hope for something."},
  {"word": "WITH", "clue": "Accompanied by (another person or thing)."},
  {"word": "WITHDRAW", "clue": "Remove or take away something from a particular place or position."},
  {"word": "WITHIN", "clue": "Inside (a place, time, or range)."},
  {"word": "WITHOUT", "clue": "In the absence of."},
  {"word": "WITNESS", "clue": "A person who sees an event, typically a crime or accident, take place."},
  {"word": "WOLF", "clue": "A wild carnivorous mammal which is the largest member of the dog family."},
  {"word": "WOMAN", "clue": "An adult human female."},
  {"word": "WONDER", "clue": "A feeling of surprise mingled with admiration, caused by something beautiful, unexpected, or inexplicable."},
  {"word": "WONDERFUL", "clue": "Inspiring delight, pleasure, or admiration; extremely good."},
  {"word": "WOOD", "clue": "The hard fibrous material forming the main substance of the trunk or branches of a tree."},
  {"word": "WOOL", "clue": "The fine, soft, curly or wavy hair forming the coat of a sheep, goat, or similar animal."},
  {"word": "WORD", "clue": "A single distinct meaningful element of speech or writing."},
  {"word": "WORK", "clue": "Activity involving mental or physical effort done in order to achieve a purpose or result."},
  {"word": "WORKER", "clue": "A person who does a specified type of work or who works in a specified way."},
  {"word": "WORKING", "clue": "Functioning or able to function."},
  {"word": "WORLD", "clue": "The earth, together with all of its countries and peoples."},
  {"word": "WORRIED", "clue": "Feeling anxious or troubled about actual or potential problems."},
  {"word": "WORRY", "clue": "Feel or cause to feel anxious or troubled about actual or potential problems."},
  {"word": "WORSE", "clue": "Of poorer quality or lower standard."},
  {"word": "WORST", "clue": "Of the poorest quality or lowest standard."},
  {"word": "WORTH", "clue": "The level at which someone or something deserves to be valued or rated."},
  {"word": "WOULD", "clue": "A modal verb used to express the conditional mood."},
  {"word": "WOUND", "clue": "An injury to living tissue caused by a cut, blow, or other impact."},
  {"word": "WRAP", "clue": "Cover someone or something by folding a piece of material around them or it."},
  {"word": "WRITE", "clue": "Mark letters, words, or other symbols on a surface, typically paper, with a pen or pencil."},
  {"word": "WRITER", "clue": "A person who has written a particular text."},
  {"word": "WRITING", "clue": "The activity or skill of marking coherent words on paper."},
  {"word": "WRONG", "clue": "Not correct or true; incorrect."},
  {"word": "YARD", "clue": "A unit of linear measure equal to 3 feet (0.9144 meters); or an area of land immediately adjacent to a building."},
  {"word": "YEAH", "clue": "Informal term for 'yes'."},
  {"word": "YEAR", "clue": "The time taken by the earth to make one revolution around the sun."},
  {"word": "YELLOW", "clue": "The color between green and orange in the spectrum, like that of ripe lemons."},
  {"word": "YES", "clue": "Used to give an affirmative response."},
  {"word": "YESTERDAY", "clue": "On the day before today."},
  {"word": "YET", "clue": "Up until the present or a specified or implied time; by now or then."},
  {"word": "YOU", "clue": "Used to refer to the person or people that the speaker is addressing."},
  {"word": "YOUNG", "clue": "Having lived or existed for only a short time."},
  {"word": "YOUR", "clue": "Belonging to or associated with the person or people that the speaker is addressing."},
  {"word": "YOURS", "clue": "The possessive pronoun corresponding to 'you'. Ex: 'The book is ______.'"},
  {"word": "YOURSELF", "clue": "Reflexive pronoun used when the person being addressed is the object of a verb."},
  {"word": "YOUTH", "clue": "The period between childhood and adult age."},
  {"word": "ZERO", "clue": "No quantity or number; nought; the figure 0."},
  {"word": "ZONE", "clue": "An area or stretch of land having a particular characteristic, purpose, or use."}
]  